[{"title":"经济里的演化思维2：基因有基因的计划，我们另有计划","date":"2019-08-24T13:00:00.000Z","path":"2019/08/24/20190824经济里的演化思维2基因有基因的计划我们另有计划/","text":"在上篇「经济里的演化思维1：市场这个大生态」里，介绍了什么是演化论以及演化思维带给企业的洞见。演化论的核心是遗传、突变和自然选择，这篇就从这三个视角再来看看演化思维给我们个人带来的启发。 01. 遗传带来的洞见1. 基因有基因的计划，我们另有计划龙生龙凤生凤，老鼠的儿子会打洞。说到遗传就不得不说基因，因为它是控制性状的基本遗传单位。那么基因是什么？ 所有生物都是由细胞组成，DNA 是细胞核里的一团酸性化学物质，双螺旋结构，人类的 DNA 有 30 亿个碱基对。而基因就是 DNA 里能编码蛋白质的特殊碱基对片段，这些片段少则几百个碱基对，多则数千个。2003 年基因组计划完成，我们才知道自己只有 2 万个基因（比你想象的要少很多吧）。 蛋白质我们很熟悉，比如肌肉里的肌原纤维蛋白，皮肤里的胶原蛋白，它们是完成生理功能的重要组成部分。基因编码蛋白质，即基因决定了我们很多的性状。 你有想过基因和环境哪个对我们的影响更大吗？ 目前科学界的共识是基因的影响要大的多，下面的是我看到过的，对这个解释最形象的类比。 想象一下，给你一支毛笔，让你在宣纸上写几个字，你能写得很有毛笔字的韵味。但是，让你在玻璃上写呢？玻璃上的毛笔字会像钢笔字吗？不会，还是像毛笔字，只不过韵味差了点。 书写材料必须存在，不过它只是辅助的角色。毛笔和纸张好像都对书法的表现有贡献，但毛笔绝对是主角。 真实的世界里，基因是毛笔，环境是是纸张。 人和人之间有着与生俱来的差别，每个人出生时都预装了自己的「操作系统」。这就是现实世界，不过看清现实比沉浸在自己的幻想中好太多，承认枷锁才有望打破枷锁。 基因的好坏不是绝对的。可能有人听说过镰刀型细胞贫血症。 一个血红素的基因发生突变让红血球携带氧气的能力下降，导致我们贫血，严重损害健康。但是这个基因突变在非洲却成了优点。 因为非洲热带疟疾横行，基因发生突变的红血球反而不容易被疟原虫感染，所以贫血反而成了救命的稻草。 所以，看上去明显的基因缺陷，也是相对的。现在看上去损害我们健康的基因突变，也许在某个历史时刻，某个地区，就有可能给我们生存下去的优势。 同样，我们每个人的「特质」也没有绝的的好坏。一个人很多看似是优点的特质，其实在另一个条件下就是缺点，反之亦然。比如急性子，我们常常会认为是缺点，在很多场合确实是缺点，但是有些时候，急性子的人能把事情办成，那就成了优点。 基因有基因的计划，给我们预装了不同的「操作系统」。但我们也有我们的计划，可以根据自己的「特质」去发掘特长，然后去复制放大这个特长。 爱因斯坦说：每个人都是天才。但如果你用爬树的能力评断一条鱼，它将终其一生觉得自己是个笨蛋。 真正的特长是根据自己的特质发展的。一个身高 1.6 米的男生投篮再准也打不了篮球；一个数学在班上后 50% 的学生一定要学奥数，也是勉为其难。 那么如何来判断自己的特长呢？特长有下面三个特征。 第一，每次做这件事之前，你会非常期待，你不做就难受。 第二，在做这件事的过程中，你会进入一个物我两忘的「心流」状态，完全沉浸在做事之中。 第三，你做完这件事会有一种自豪感。你完成了一项了不起的工作，如果别人看不见或者看不懂那是别人的事，你自己非常满足。 巴菲特说：人生就像滚雪球。最重要之事是发现足够湿的雪和长长的坡。湿雪就是你的特长。 基因有基因的计划，我们另有计划。接受和拥抱自己的局限性，不是悲观，不是宿命论。相反，如果能够对自己做出科学的、近乎残忍的分析和判断，常会带来乐观的结果。 2. 信息传递——读书的一个理由物种通过基因遗传把生命信息传递给下一代。我们有了语言，算是摆脱了这种低效的信息传递方式，文字和书写系统的发明也都是为了更高效的信息传递。 文字作为信息传递的载体意义重大。无论是古代还是现代，人的寿命平均都在几十年到一百年左右。在没有书面文字的年代，一个掌握很高技艺的人去世了，那他身上所承载的信息，就很难流传给下一代。 比如一个村子里，只有一个人会背《论语》，如果他不在了，可能整个村子就都不知道论语的内容了。甚至再过几代人，村里人连《论语》是什么都不知道了。 文字的出现象征着信息已经可以不再依附于上一代的口头教导，能够隔代传承了。甚至，即便是两千多年以后的今天，想读《论语》，你只要是买本书，或者到网上下载一个《论语》文档就可以了。能让古人的思想精华，穿越时空到我们面前，得感谢文字的发明。 大家都知道要多读书，很多大道理都懂，但就是过不好这一生。读书知易行难，而且对绝大多数人来说阅读是反人性的。 很多东西就是因为太习以为常，反而不觉得有什么稀奇的，毕竟我们没有体验过「失去」它的滋味。读书就属于此类，我们身体健康也是，平时身体好的时候不觉得什么，病倒的时候才恍然发现原来平时的健康是那么的可贵。 读书搁古代可是一件奢侈的事情，要知道只有贵族才有机会读书。再换位思考，如果自己功成名就，想在这个世上留下些什么印迹的话，写书我百分百不会藏私，肯定把自己一辈子最珍贵的经验拿出来。从这个角度来看，你花一顿饭的钱就能了解别人一辈子的心血，天底下再没什么比这更划算的买卖了。 我不觉得读书很苦，是个任务。相反，我觉得读书跟白捡金条一般，不要太幸福。我们都很幸运，能生在这个时代，搭了时代的便车，可以用这么低的成本，连接到古往今来这么多牛人的思想。 当今社会，虽然大家都能识文断字，但是有的人掌握的信息多，有的人掌握的少，这就造成了很大的不平等。其实对我们个人来说，改变自身获取信息的能力，要比改变不平等要容易得多。 02. 突变带来的洞见DNA 在复制时会发生突变，几率大约是十亿分之一，每复制十亿个字符，会抄错一个。 这种不够精准的自我复制就是突变，突变能够帮助生命适应变化多端的环境。 突变是没有倾向性和目的性的，可以看做是「随机」的。那么个人层面上，基因突变给我们带来哪些启发呢？ 1. 随机爬山哈福德在《混乱》里提出了一个爬山理论。 假设现在有一张地图，你对这张地图上的地形一无所知，但是如果报出地图上任何一个位置坐标，系统都能告诉你这个地点的高度是多少。你的任务是在有限的时间内，通过这种问答的试探，在地图上找到尽可能高的一座山。你会怎么办？ 一个办法是随机地选取若干个点，得到每个点的高度，只要时间还有你就不停地问，时间到了就选择你遇到的最高的一点。这个方法完全靠运气。 还有一个办法是从某一点开始，考察这个点临近一米处各个点的高度，选择最高的一点，然后从这个新点出发，再选择它周围最高的一点。这其实就是一个爬山的办法 —— 这个办法能确保你找到最初一点附近的一座山。 最好的办法，是把随机选点和爬山结合起来。先随机选一些点，找到其中最高的一点，再在这个点附近若干公里的范围内随机选点，又选择其中最高的一点，然后从这点出发爬山。 用这个办法，你未必能发现地图上最高的山，但是一定能在有限的时间内发现一座比较高的山。而如果你一开始的某个点落在了青藏高原上，这个办法可以确保你发现喜马拉雅山。 其实我们选择专业和工作，不也是如此吗？ 上大学选专业的时候我们会参考很多人的意见，但本质上是有一定随机性的，没有人知道所有专业将来可能的前途怎样。你从中选一个看上去不错的学科，后来又选择一个看上去不错的具体方向，或者工作单位 —— 然后你就从那一点开始爬山。 做任何一项具体的工作也是如此。选点就是选择一个工作方向，爬山就是按照这个方向把事做出来。 爬山，需要专注力、意志力、刻意练习。选点，需要运气和灵感。光知道选点不会爬山，和只知道闷头爬山不懂得选点，都不行。 想象一下你在这个山头已经到了最高点，去无可去了，这时候能不能给自己来个「随机突变」？换个别的地方，运气好的话就到了另一个更高山的山脚下。 如果你已经练得特别善于爬山，这不就是个特别好的机会吗？ 从事创造性工作的人，经常会面临去无可去的局面。作家写小说写到一处不知道怎么往下写了，科学家搞科研遇到难题不知道怎么解决，这就是需要「随机突变」。 随机突变就是给创造过程来一点不确定性。而真正的创新者，不但不怕不确定性，还时刻欢迎，甚至主动增加一点不确定性。 2. 积极探索新事物？行为学的祖师爷斯金纳善于训练小动物，他认为只要方法得当，就能改变任何人的行为。他的方法简单说就是，做对了给奖励，做错了给惩罚。 结合「突变」的视角，给我们提供了一个改善行为的方法： 学习＝突变+选择 突变是你要在各个方向上多尝试新的做法。选择就是如果尝试的结果是正面的，你下次就加强这个做法，如果尝试结果是负面的，你下次就不这么做。 积极探索新事物大家也都知道，提供的信息量很少。我们再进一步，积极探索新事物的话真的好吗？ 我们来看一个小故事。 一只小猴子下山，看到玉米地里的玉米好就掰了一根玉米；又看到一颗桃树，就扔了玉米摘桃子；又看到西瓜，就扔了桃子拿西瓜；又看到一只兔子，就扔了西瓜追兔子 —— 结果没有追到，最后两手空空。 这个故事明显讽刺了探索新事物。这就引发我们思考，去探索新事物也是得看情况的。到底应该在什么情况下探索新事物，什么情况下专注于已有的东西？ 上面的问题其实是一个数学问题，专业术语叫「探索与收获的取舍问题」。从本质上来讲，这个问题是说，你到底应该花费精力去探索新的信息，还是专注于从已有的信息中获得收获？ 解决这个问题的数学家是基廷斯，他给每个选项计算了一个指数，通过直接比较数值的大小来做选择。这里只介绍他的思想，具体细节有兴趣的可以去看看克里斯汀的《算法之美》。 你得加上时间的维度。 假设你现在要在北京找个餐馆，有一家你之前吃过，还不错，中等水平。换一家新的餐馆，可能比这家更好，也可能更差，你怎么选？ 数学家要问的是你还打算在北京住多久。如果还要住很久，那你就应该去积极探索新事物，冒点险是值得的，一旦发现一个好餐馆，将来可以继续去。可是如果你明天就要离开北京了，那么在离开北京前的这个晚上，你需要的是最稳妥的体验，你应该选之前去过的那个老餐馆。 如果你还很年轻，你就应该积极寻找最适合自己的工作。如果你再过两个月就退休了，你还跳什么槽？ 这就告诉了我们，年轻的时候应该多探索新事物，随着年龄增长，要慢慢学会利用已有的信息，专注于收获。 旧文「成本是放弃了的最大代价」里，从机会成本的角度也提到过这个观点。能从不同的维度验证到同一个知识点，也是一种很大的收获。 03. 自然选择带来的洞见同一个环境里，同一物种里的不同变异个体其适应性是不同的，具有某些变异特征的个体能更好地适应环境，因而能繁殖更多的后代。久而久之，它们的这些特征就作为优势特征被保留下来，而具有劣势特征的个体可能就会被淘汰。 这就是自然选择。那么同样的，个人层面上自然选择能给我们带来哪些启发呢？ 1. 寻找自己的生态位有一个概念叫「生态位」，通俗的讲，就是一种生物所适应的那个小环境。达尔文的演化论讲的是更适应环境的生物能够留存下来，但是在一个细致的层面去看的话，会发现每一种生物所适应的小环境是不同的。 比如说一棵大树，树根、树干、树冠所营造的栖息环境是不一样的，所以オ会有不同的动物习惯在树的不同部位生活，每种动物都找到了适合自己的生态位。 生态位提示我们，只要能适应一种环境就可以了。你没有必要面面俱到，也没有必要去迎合所有人，找到适合你自己的就可以。 生物演化远慢于文化演进，而文化演进又远慢于技术进步。我们所处的时代，变化最快的就是技术了，从功能机到智能手机才多少年，我们 10 年前的生活跟现在的生活实在相差太大。技术的更替会带来新兴的产业，甚至改变旧的经济结构。这些变化都会带来新的职业机会。 在产业初期，高水平的人才一定是严重供不应求的，如果你的嗅觉敏锐，学习新事物的能力又强，就可能抓住这样的机会，在新的生态位中占山为王。 终身学习真的很重要。唯一不变的是变化本身，能够让我们立于不败之地的应该就是适应新变化的能力。从农业时代到工业时代，我们的适应能力，体现在能否用一种方式做好一件事。而在信息时代里，我们的适应能力体现在能否用不断变换的新方式来做好一件事。 愿大家都能找到自己的生态位。 2. 借助群体演化自我这个世界上为什么一直都有好人、也一直都有坏人？ 按照「物竞天择适者生存」的原则，那应该是最自私自利、最不顾一切专门抢占资源壮大自己的生物会获得最大的生存繁衍机会。那么世界上就不应该有舍己为人的好人存活。 达尔文当初提出演化论的时候，也曾经为这个问题感到困惑。后来达尔文想到了一个答案。 这个答案是「群体选择」。 人类在过去数万年间的演化历史中，我们的基因经历过各种各样的环境变化 —— 而不管自然环境怎么变，只有一个因素是不变的，那就是我们人类是群居动物。我们一直生活在一个合作性的、紧密联系的群体之中。好人可能会吃亏，但是一个由很多好人组成的族群，因为互相帮助的缘故，相对于一个由很多坏人组成的族群，就有更大的竞争力。好人群体就有更大的生存繁衍机会，所以好人基因就得以流传。 自然选择在某种程度上，是以群体为单位展开的。它选出的不是更适合的个体，而是更适合的群体。 写《正义之心》的乔纳森·海特，曾经做过一项研究，研究的对象是母鸡。假如你想培养出一只最能下蛋的母鸡，你该怎么办？ 按照通常的设想，母鸡的下蛋能力是可以遗传的，我们可以一代代优中选优。也就是，找一群最爱下蛋的母鸡，关在一个笼子里。这么繁衍几代之后，应该就会产生一只最能下蛋的母鸡。 但事实正好相反，研究人员发现，爱下蛋的母鸡往往攻击性很强。它们聚在一起，整天忙着互相斗，死的死，伤的伤，根本顾不上下蛋。后来，研究人员换了个思路，不选拔单个的母鸡，而是选母鸡群体。也就是，先随机分组，然后看看哪个笼子里集体产蛋量最高，就对这个笼子集体育种，让它们的后代还在一起。结果发现，这个思路是对的。几代下来，优秀母鸡集体的产蛋能力，一代比一代强。 海特实验说明，假如一个群体中，每个人都想争着当第一，都抱有强烈的竞争意识，那么长期看，反而谁都成不了第一。相反，假如你跟着群体一起演化，更有可能成为第一。换句话说，想成为那只最能下蛋的母鸡，就必须融入群体。 那么我们该如何更好的融入群体协作中，借助群体红利来演化自己、提升自己呢？ 去找最适合的群体。最好的群体是最优秀、最突出、成就最高的，而最合适的群体是那些能带给你超级回弹力的群体。 你可以设想一下，在玩蹦床的时候，假如一个人蹦，你能弹起的最大高度是固定的。但是，假如一群人一起蹦，只要你找准时机，就有可能利用别人制造出的弹力，蹦得比原来高得多。这个由别人制造出来的强大的弹力，就叫超级回弹力。 什么样的人能带给你超级回弹力？显然，未必是一群最会玩蹦床的人。但他们一定是，能跟你保持恰当的频率，恰好能为你提供弹力的人。也就是我们常说的贵人。 在现实生活中，遇贵人需要机遇。但是，我们可以通过某种方式，打造自己的贵人网络。肖恩·埃科尔在《大潜能》提供了很多打造贵人网络的方法，这里分享其中的一个方法——策略性赞扬。 策略性赞扬是有计划的赞扬别人。这么做的目的，是让群体里的正能量流动起来，让每个人都能吸收。 我们都知道，赞扬是个激励别人的好办法。而且从某种程度上，赞扬也是一种社交货币，你给出去的同时，自己也能收获一些好感。但问题的关键是，我们到底应该怎么赞扬别人？大多数人赞扬别人的方式，很可能是错的。 你有没有这种经历，当你跟别人说，你真棒，真厉害时。别人的第一反应是，哪里哪里，我还有很多不足。或者，这其实都是大家一起努力的结果。当对方做出这种回应时，就意味着，这些表扬并没有落到实处。就相当于，你发出一个正能量，但是，对方的回应，却把它给消解掉了。这些看似谦虚的回应，本质上，都或多或少包含一点反弹的意思。 策略性赞扬可以解决这个问题。它能让别人吸收进赞扬，并且以后用这种方式再去赞扬别人。其关键在于，你要把赞扬本身事实化。也就是，不要做主观评判，而是弄明白，你表扬的那个具体的行为到底是什么？它为什么值得被赞扬？ 比如，在一个项目谈判中，你的同事发挥出色，谈下了这个项目。假如你跟他说，你是最棒的，就等于贬低其他人。你可以说，你在谈判中的论证特别有力量，它针对合作方的问题，做出了很有价值的回答，这在很大程度上促成了这个项目。 你看，这时你就是在陈述一个事实。被赞扬的人知道自己到底做对了什么，他会继续保持。其他人也知道，自己应该怎么向他学习。这么一来，你释放出的这个赞扬，就在群体中流动起来了。 小结1、基因有基因的计划，给我们预装了不同的「操作系统」。但我们也有我们的计划，可以根据自己的「特质」去发掘特长，然后去复制放大这个特长。 2、你花一顿饭的钱就能了解别人一辈子的心血，天底下再没有什么比读书更划算的了。 3、爬山，需要专注力、意志力、刻意练习。选点，需要运气和灵感。光知道选点不会爬山，和只知道闷头爬山不懂得选点，都不行。随机突变就是给创造过程来一点不确定性。而真正的创新者，不但不怕不确定性，还时刻欢迎，甚至主动增加一点不确定性。 4、年轻的时候应该多探索新事物，随着年龄增长，要慢慢学会利用已有的信息，专注于收获。 5、生态位提示我们，只要能适应一种环境就可以了。你没有必要面面俱到，也没有必要去迎合所有人，找到适合你自己的就可以。 6、找最适合的群体，借助群体红利演化自我。把赞扬本身事实化的策略性赞扬可以帮助你打造自己的贵人网络。 参考资源采铜的《精进2》 哈福德的《混乱》 克里斯汀的《算法之美》 肖恩·埃科尔的《大潜能》 万维钢的精英日课专栏 吴军的信息论专栏 如有收获，右下角的「在看」、转发朋友圈都是对我的一种支持。","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"经济里的演化思维1：市场这个大生态","date":"2019-07-21T13:00:00.000Z","path":"2019/07/21/20190721经济里的演化思维1市场这个大生态/","text":"物竞天择，适者生存。达尔文的进化论大家都很熟悉。evolution，相比于「进化」，其实叫「演化」更为贴切。首先，进化论容易会给人一种误解：物种肯定是往更高级、更好的方向进化，是有方向的。其次，演化论不仅仅是关于生物物种的演化，它还能能够解释经济的演化、技术的演化、行为的演化、组织的演化、政治的演化等等。 我们每个人都应该收集一些思维工具来应对这个真实的、不确定的复杂世界，有那么几种会让你脱胎换骨，演化思维就是其中之一。 演化思维系统的改造了我们作为个体的认知，特别是对随机性的认识。虽然听的很多，但绝大多数人对演化论是有误解的，能够真正理解演化论思想的人比我们想象中的少的多。 01. 演化论是什么演化论是科学对我们人类自恋的一次羞辱，它告诉我们，人并不是神专门创造出来掌管世间万物的。我们和猴子是同一个祖先，我们甚至和老鼠、蜥蜴、草履虫都有或近或远的亲缘关系。 演化论的核心要点是遗传、变异和自然选择。物种演化主要是下面两个过程： 1、遗传和变异。物种的遗传特性大体上是代代相承的，但是也可能出现少量的变异，这种变异没有倾向性和目的性，因而可以看成是「随机」的。 2、自然选择。同一物种里不同变异的个体，在所处环境中的适应性是不同的，具有某些变异特征的个体能更好地适应环境，因而能繁殖更多的后代。久而久之，它们的这些特征就作为优势特征被保留下来，而具有劣势特征的个体可能就会被淘汰。 在生物演化的过程中，不论是遗传特性的变异，还是对环境的不同适应，都是「无目的」的，也无须任何「智慧」的设计。大自然的复杂，并不意味着一定存在设计师；社会的复杂，也并不意味着一定存在规划师。 02. 市场这个大生态1. 演化论和国富论《物种起源》和《国富论》讲的其实是一回事，你可以把《物种起源》当成大自然版的《国富论》，也可以把《国富论》当成人类社会版的《物种起源》。经济学里的「看不见的手」放到自然界就变成了「自然选择」，而演化论里的「自然选择」放到经济学里就变成了「看不见的手」。 市场的运作，跟生态系统一样，不是因为它效率高，而是因为它有效果，能解决消费者所面临的问题。市场的美妙之处在于，一旦它运转起来，就会奖励那些解决了他人问题的人。把市场理解成一个演变系统，市场就像自然界的演变一样，不断地针对问题创造，尝试新的解决办法。有些解决办法更适应，适者生存，得以传播，而不适者被淘汰。 经济演变是突变和选择的过程，就跟生物演变一样。事实上，它们存在一种更为接近的类似之处。在经济演变中，交换扮演着跟「性」在生物演变中等同关键的角色。没有性，自然选择就无法形成一股累积的力量，发生在不同谱系的突变无法结合到一起。 举个例子，在某一代哺乳动物祖先里，有两个不同的个体，在大致同一时期，一个出现了毛发，另一个出现了母乳（两者都是了不起的哺乳动物创新）。如果哺乳动物是通过克隆形式无性繁殖的，那么，这两项创新会保留在互为竞争的不同的谱系之下。自然选择必然（实际上也是）要在两者中挑选它最喜欢的。而在有性繁殖的情况下，人可以继承来自母亲的产乳基因和来自父亲的皮毛基因。性使个体得以汲取来自同一物种中任何地方的创新。 交换对经济演变起到了同样的作用。假设有个不允许进行交易的社会，一个部落可能发明了弓和箭，另一个部落则可能发明了火。两个部落正在竟争，如果拥有火的部落胜出，则拥有弓箭的部落就得灭亡，他们的发明也一并陨落。但在能够进行交易的社会，拥有火的部落也能得到弓和箭，反过来也一样。交换让创新成了累积现象。 其他方面都很聪明的尼安德特人，说不定就是因为缺乏交换而发展受阻的。许多孤立的人类部落与能借鉴更广泛创新的部落竞争失利，原因也在于此。你用不着只靠自己的村子进行创新，还可以参考来自别处的灵感。 03. 演化思维带给企业的洞见1. 知识管理俗话说「龙生龙凤生凤，老鼠的儿子会打洞。」物种是通过基因把生命信息遗传给下一代的，但基因遗传是一种效率极低的信息传递方式。 我们人类是唯一打破这个枷锁的物种。自从有了语言，我们摆脱了依靠基因遗传传递信息这种低效率的形式，后面文字和书写系统的发明也都是为了信息的传递。 我们把视角拉到企业这个层次，企业的竞争力本质上是其独特的知识「信息」，我知道如何解决这个需求，你不会，这就是我能提供的价值。知识的传递在企业里意味着什么？ 意味着知识管理。 知识有显性和隐性之分。显性知识是已经用文字、图表和数学公式表达出来的知识；隐性知识是我们脑子里没有被表述出来的知识。 隐性知识外化，把隐藏在员工脑子里经验性知识收集起来，转化为组织的显性知识；知识组合，把显性知识收集后进行分析组合，获得新的知识；显性知识内化，把组合后的显性知识通过培训等方式，再次变为个人的经验。知识「信息」在企业里从隐性到显性再到隐性这么一个循环传递的过程就是企业的知识管理。 微软在帮助大客户解决技术难题时，遇到的问题千奇百怪，其中 99% 估计你这辈子都没遇到过，因为只有最奇葩的问题，客户才会付钱找你。但是，绝大多数的问题，微软的工程师，居然总能在几小时内完美解决。怎么做到的？ 靠的是「知识库」系统。微软工程师一边接电话，一边查知识库，80% 的问题，症状、原因、解决方法，早就清清楚楚地写在里面了。这些记载着「症状、原因、解决方法」的药方，是每个解决完问题的工程师严格按照格式要求写的。写完后，微软总部有个类似于「美国FDA」的团队，验证每篇药方的「疗效」后，才会更新到微软的「知识库」。这帮微软节省了大量的工程师资源，更帮助客户，解决了无数疑难杂症。 2. 层级式与扁平式管理我们从信息传递的视角来看公司的组织架构，一个是层级式管理，一个是扁平式管理。 常规层级式管理是指令一条条往下级传递，最后到执行层执行。 现在很多公司，特别是一些大公司，管理层级太多。有些从上到下有七、八层的汇报关系，中间经过了六、七次的转达才能完成信息的传递，在这一系列串行的路径上，每个人都是关键节点，谁在中间误传了信息，信息的传递就走样了。俗称「七个领导指挥一个干活儿。」 扁平式管理是指管理的层级要足够少，便于信息在组织内高效传递。但扁平化管理就一定优于层级式管理？ 我们看一个极端的例子：一个老板下面有上百个直接的汇报者。 这看似是绝对的扁平，而且管理者的意图可以直达每一个汇报者，但是这样的管理其实效率同样很低，因为管理者自身传递信息的「带宽」是有限的，但他要传递的信息量又太大。 扁平化管理的本质是提升信息传递的效率。公司是否采用扁平化管理，主要考虑公司内部的信息流动。信息在传递中总会有损失，所以传递链条要尽可能短；但是同一层级的汇报人数过多，上级的带宽又不够，所以也不能过于扁平化。 因此是否选择扁平化管理，是一个公司实际管理中，考虑到分工性质、通信手段、公司规模等多种因素后，所做的权衡。 比如，公司的业务形式对是否应该采用扁平化管理，有非常重要的影响。 如果是一家传统的制造型企业，业务中很大一块是维持高效、稳定的批量化生产，那么这类企业通常就需要采用层级化管理。这么做的原因是，为了维持量产，领导到工人之间的信息传递，往往是简单明确的工作指示，信息量比较小。即便划分出几个层级，信息传递也不会失真太多。相反如果采用扁平化管理，大量信息直接汇报给领导，上下级沟通的带宽有限，效率就会降低。 相反，如果一家企业的业务并非以量产，而是创造性工作为主，或者协作体系中每个人的工作都很复杂，沟通的信息量很大的时候，层级越多信息损失就会越多，这类公司也就更适合扁平化管理。 事实上，层级式管理与扁平式管理往往是相互交织的。比如公司里虽然有层级，但具体到每一个项目团队内部，却是相对扁平的；同时为了增强部门间的协同，也需要跨部门跨层级的即时交流反馈。 3. 拥有主动「变异」选择生物的变异是随机的，不是设计出来的，但是企业却是我们人类创造的。 商业里的每个产品都是经由人为的「设计」，而不是自然而然形成的。人创造一个产品，往往是为了解决现实中的某个麻烦，是在明确的目的之下，有针对性地解决问题。而遗传的变异是无目的的，是近乎随机发生的。 很多时候我们会搞错演化论的适用层次和尺度。从宏观上看，经济的发展能用演化论来类比，因为一个产品的命运取决于环境（市场）的「筛选」；从微观上看，产品来自有目的的设计，与生物的演化是不同的。 有些人没有看到这种区别，以为我们每个个体也应该秉承「无为而治」的自然之道，不求不争。当市场变化时、遇到困难时，不去主动地去寻求解决方案。 从 PC 时代到移动互联网时代，有些巨头轰然倒下，有些巨头转型成功。 4. 对客户负责对于物种来说，决定其繁盛与否的是自然环境；对于产品来说，选择它的是客户。 市场经济中真正的老板是客户。他们通过购买和放弃购买的行为，决定了什么人应该拥有资本、运营工厂。他们决定了要制造什么东西、采用何种质量、生产的数量。他们的态度导致了企业的盈利或亏损。他们可不是容易伺候的老板，有着各种突发奇想的念头，多变，不可预测。他们不关心过去的功徳，只要有东西能更好、更便宜地提供给他们，就立刻投入新人的怀抱，哪管旧人的哭闹。最有名的莫过于可口可乐的故事。 1985 年，可口可乐公司推出了后来众所周知的「新可乐」。这一新产品的推出是为了挽回过去几年中被百事可乐抢走的市场份额。可口可乐公司相信，一种更新、更甜的可口可乐即将重振销售业绩并打败他们的竞争对手。 但新可乐带来的简直就是一场灾难。尽管可口可乐公司开展了规模巨大的营销推广活动，迎来的却是消费者劈头盖脸的投诉。人们希望「老」的可口可乐能够回来。超过 4 万的可口可乐忠实消费者打爆了公司的 800 条热线电话，抗议可口可乐公司产品的变化。 将原来「真实」的可口可乐还给我们！ 他们大声声讨着， 可口可乐就应该是原来那样的。 最终，公司别无选择，只能听从消费者的意见，很快就恢复使用原来的配方。 我们可以看到大公司有多脆弱。只要做了客户不喜欢的事情，立刻就会吃苦头。可口可乐的新可乐瞬间招来大难，公司颜面扫地进而撤下新品。 自由市场贸易是人类迄今为止设计出的「唯一」一套由普通人负责的制度，和奴隶制度、封建制度、法西斯制度都不同。 旧文「把加油站建在公路边的傻子」分享的核心思想也是如此。市场中理性不理性不重要，我们关心的是存活条件。 5. 优秀团队的八个特征物竞天择适者生存，如果按照这个原则，那么应该是最自私自利、最不顾一切专门抢占资源壮大自己的生物应该获得最大的生存繁衍机会。如果是这样，世界上就不应该有舍己为人的好人存活。 达尔文当初提出演化论的时候，也曾经为这个好人的问题感到困惑，后来他给出了一个答案。 这个答案叫做「群体选择」。 一个由很多好人组成的族群，因为互相帮助的缘故，相对于一个由很多坏人组成的族群，就有更大的竞争力。好人群体就有更大的生存繁衍机会，所以好人基因就得以流传。 那么有竞争力的群体「团队」有哪些特征呢？ 诺奖得主埃莉诺·奥斯特罗姆总结出来下面八个特征： 第一，要有团队认同感。整个团队应该要有一个共同的目标。 第二，团队成员应该按比例共同承担利益和花费，不能让谁占便宜、谁吃亏。 第三，每个人对团队决策都有发言权。决策不能让几个领导关起门来拍板决定。小团队成员本来就不多，应该大家一起商量。 第四，得有一定的监督。如果有人做出伤害团队的行为，团队得知道。 第五，渐进式的惩罚措施。一开始发现有人违规，你可以非常友好地提醒他一下。如果不行，再把惩罚逐步升级。 第六，发生冲突应该公平、快速地解决，不要让矛盾生长。 第七，团队应该有一定的自治权。本地事物本地决定，不应该由团队之外的什么权威人士告诉我们该怎么做。 第八，以上说的这些原则可以应用在各种尺度上。我们说的是个人组成的小团队，但小团队组成的大组织也可以这么办，只要把其中每个小团队视为一个个体，各自派代表参与大组织事物就行。 满足上面八个原则的团队，就是和谐、团结、有演化优势的团队。 小结演化论的核心是遗传、变异和选择；市场是个大生态，经济演变是突变和选择的过程，就跟生物演变一样。 知识在企业里从隐性到显性再到隐性这么一个循环传递的过程就是企业的知识管理；扁平化管理的本质是提升信息传递的效率，公司是否采用扁平化管理，主要考虑公司内部的信息流动；企业拥有主动「变异」选择；对于产品来说，选择它的是客户；好的团队有八个特征（详见上文）。 社会里见到的大部分事情，是人类行为的结果，而非出于人类的设计。演化思维不仅仅是一个理论，它还是一个世界观。理论能告诉你这个世界是什么样的，而世界观能告诉你应该怎么办。下一篇我们来一起看看演化思维能给个人带来哪些洞见。 PS. 技术的发展也可以用演化思维的视角来看，推荐读读旧文「技术创新的3条实施路径」。 参考资源马特·里德利的《自下而上》 采铜的《精进2》 万维钢的精英日课专栏 吴军的信息论专栏","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"小餐馆里的科学管理","date":"2019-06-29T13:00:00.000Z","path":"2019/06/29/20190629小餐馆里的科学管理/","text":"前段时间参加了一个人力资源相关的培训，主要是讨论非人力资源管理者管人的技巧。这里给大家分享两点感受，一个是有关科学管理的，一个是有关共情的。 01. 科学管理1. 组织创新的三次革命工业时代最深刻的观察者和思考者德鲁克，把过去 200 年的组织创新总结为三次革命： 1、第一次是工业革命，核心是机器取代了体力，技术超越了技能。 2、第二次是生产力革命，大致从 1880 年到第二次世界大战。核心是科学管理的普及，工作被知识化，强调的是标准化、可度量等概念。 3、第三次是管理革命，知识成为超越资本和劳动力最重要的生产要素。和体力劳动者相比，知识工作者是否努力工作，很难被直接观察和测量，相应的管理的重心也从可度量的结果考核转向激励，特别是动机的匹配。 2. 什么是科学管理科学管理的创始人是泰勒，这人算是个奇人。泰勒酷爱体育，却最讨厌「公平竞赛」，总是要创造一些条件，让自己处于有利的位置。 比如，打网球的时候，他给自己设计了汤匙形状的网球拍，球还没打，就先胜七分。当时的比赛规则常常因为他的「发明」而被迫改变。因为不调整规则，比赛就成了一边倒的游戏。 泰勒的科学管理其核心有两条： 把要管理的事情按照作业链条分成若干个可测量的子流程。 把每一个子流程的效率提到最高。 举个例子，你可以想象一下小餐馆的后厨。 没有科学管理的时候，就是一个人又切菜，又炒菜，有时候还得抽空抽根烟。 有了科学管理之后呢？ 首先，所有的作业流程被分成了洗菜、切菜、炒菜等环节，每个人专门负责一个环节；第二，老板监督每一个环节上的人都努力做到标准，就能高效。做到这两条的餐馆，就是一个科学管理的餐馆。 到目前为止，绝大多数的管理其实都是基于这两条的。本质上就是把作业过程分细，然后改善每一个环节上的效率。 但科学管理有 2 个盲点。科学管理所忽略掉的和它所看到的一样重要，如果不先看清它的盲点，我们可能无法受惠于它的真知灼见。 3. 科学管理的盲点科学管理的第一个盲点是缺乏整体性。 比如在工业时代的工厂里，除了工厂主和主要的工程师知道产品的全貌，生产线上的工人都只知道自己所做的那一点东西，对整个产品一无所知。 再比如在现在的一些 IT 企业中里，有些软件开发依旧采用很传统的方式，即由个别架构师先做设计，然后一级级向下做详细设计，最后由程序员编写程序，还有专门的测试人员进行测试。 除了那些做上层整体设计的人对产品的整体有一定的了解外，其他人只负责写功能模块。因此，IT 行业把写这种程序模块的工程师称为「码农」，虽不大好听，却也是很形象的比喻。 把一件事进行分解、模块化，可以把复杂问题变简单，可以提高效率，但同时也丧失了整体性。 那么如何解决这个问题呢？ 彼得·圣吉在《第五项修炼》里给出了解决这个问题的方法论：构建系统思维。有兴趣的可以看看旧文「事与愿违聊系统」。 科学管理的第二个盲点是隔离了计划和执行。 泰勒最重要的见解之一，就是发现计划和执行截然不同，他强调在实际执行之前，如果能规划得越周详，那么工作就会变得更容易、更有效，生产力也越高。 我们今天讨论的目标管理，其实也正是因为泰勒发现计划是工作中一个独立的环节，强调了计划的重要性。 但目前很多情景是，管理者只教导员工「个别动作」，而不是把完整的工作交到他手上，员工的能力非但没有增强，反而停滞不前。在这个过程中员工增长了经验和习惯，而非知识和理解。 在分析工作时，将计划和执行区分开来，并不表示计划者和执行者必然是不同的两群人，而且也不应该把人区分为两类：由少数人决定有哪些工作需要完成，同时设计工作，设定工作步调、节奏和动作，并且发号施令，其他多数人则听命行事。 计划和执行是同一项工作的两个不同部分，而不是两项不同的工作，必须两者兼顾，才能有效完成工作。 一个人不可能把所有的时间都拿来规划，一定至少会担任一部分执行工作；一个人也不可能永远都在执行，如果不稍稍规划一下自己的工作，即使是最机械化和重复性的例行杂务，可能都无法掌握得很好。 把计划和执行分开，就如同要求应该由不同的身体分别担负食物吞咽和消化的功能。我们为了充分了解人体的这两种功能，必须把吞咽和消化的过程分开来研究，两种功能需要不同的器官，会产生不同的疾病，并且由人体的不同部分来执行。但是同一个身体需要兼具这两种功能，才能吸收到营养。同样，工作也必须兼具计划和执行两个方面。 把计划和执行分开，也大大浪费了「人力」这种特殊的资源。人不是机器，人有主观能动性的。你得让员工参与到计划中来，让他自己想办法如何去实现这个目标，他才会更有动力去执行。 举个培训中老师讲的例子。 如果你给下属定的目标是：明天下午 5 点在杭州高铁站见。目标定好了，但是怎么去高铁站是可以跟他讨论商量的。 比如说：明天下午 5 点我们要以什么方式到杭州高铁站，只要符合公司的交通选择就可以。 听得见炮火的士兵最清楚前线的战况，员工的意见值得列入你的参考，而且也非常有价值。 如果遵循他的方法来做的话，你可以得到一个很重要的结果。这件事情，以前是你告诉他怎么做，这是你的做法。但通过引导让员工自己「想出」做法后，这是他的做法。那么这件事情他就会有承诺，会想去做。 一个是你给他的活，一个是他跟你共同讨论出来的，以他为主的活。 因为是他自己想出来的，他会觉得这是他的事，就会去想办法把事情做成，来证明自己的方法是对的。这个时候员工做出来的结果很可能会超出你的预期。 02. 共情培训时有多个场景体现了「共情」的重要。比如前面到高铁站的例子，再比如绩效考核中要以被考核者「他」为主，等等。 共情，也就是同理心、移情力、换位思考。人脑中有一种「镜像神经元」，它们的作用是让我们在大脑中模拟别人的行为。比如看到别人做一个动作，我们会不自觉地把自己当成是他，在大脑里假想自己也做相应的动作。 共情让我们能对别人的遭遇、情感、想法感同身受。你快乐所以我快乐，你痛苦我也痛苦，你做一个什么技术动作我看一遍也会了。正因为我们有这样的能力，我们才能良好地合作。 共情是人的一项重要社交能力。比如给你看一张照片，你能不能判断出照片里人物的喜怒哀乐；让你主持一个会议，你能不能猜测同事们会怎么理解你说的某一句话。 如果你有这种能力，你就能理解自己的团队和用户。你知道不同的人对一件东西有不一样的看法，你能倾听和你相反的观点。如果你是一个产品经理，你就能很好地把用户、产品和工程师连接起来。 共情能力是可以通过后天刻意练习习得的，那么如何培养共情能力呢？ 从文学作品里来，读小说，读严肃小说。 读小说可以让你重温别人的人生。小说，特别是严肃小说，往往借用的是其他人的真实人生故事。 在读小说的过程中，你就会分析每个角色的诉求、动机和利益所在，人物之间又存在什么冲突，冲突又是如何解决的。 小结科学管理的本质上就是把作业过程分细，然后改善每一个环节上的效率。科学管理有 2 个盲点：缺乏整体性和隔离了计划和执行。共情是人的一项重要社交能力，这种能力可以通过读严肃小说来培养。 读书专栏告知我会把每年读书的心得放到公号「大龙读书」里，有兴趣的可以过来坐坐，点击左下角的「阅读原文」即可传送。 读书笔记一般分为两大块内容，一块是对书中内容的归纳总结和思考，一块是读书过程中脑子里「连接」到的其他知识点。 我会读读脑科学相关。我们也就最近几十年才开始对大脑所有了解，脑科学让我们意识到人类不过是有限理性的动物。 我会读读心理学相关。一个人的内在意识决定了他的外在现实，心理学能帮我们完成内在意识的不断升级，让我们拥有一个自己说了算的人生。 我会读读数学相关。数学是抽象的工具，是常识的衍生物，掌握了数学就如同给我们的常识装上了核能驱动的假肢，可以让我们走得更远、更快。 我会读读计算机相关。「计算」是个非常基础的逻辑，到处都是计算。计算机思维可以给我们提供一个非常不一样的视角，将其用到其他科学领域中可以带来认知的升级。 我会读读经济相关。经济学是研究资源配置的学问，是以研究陌生人互动规律为己任的学问。 我会读读历史相关。历史学是真正的未来学，我们观察、分析、评判任何一种理论，都要重新回到它当时所处的历史环境中去看。而未来，是历史的重复。 我会读读政治相关。分配即政治，至于分配的是利益还是悲剧，不过是从哪一端看过去的问题而已。 …… 参考资料1.德鲁克的《管理的实践》 2.彼得·圣吉的《第五项修炼》 推荐阅读经济解释 网络化和数据化 《睡眠革命》1：有关睡眠你所不知道的那些事 《睡眠革命》2：R90修复睡眠方案 PS. 公号后台回复「2019005」可获得参考资料里的相关电子书籍。如有收获，右下角的「在看」、转发朋友圈都是一种支持。","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"睡眠革命2：R90 修复睡眠方案","date":"2019-06-23T13:00:00.000Z","path":"2019/06/23/20190623睡眠革命2R90修复睡眠方案/","text":"《睡眠革命》是睡眠教练黑尔斯对睡眠研究的一个汇总。旧文《睡眠革命》1：有关睡眠你所不知道的那些事分享了有关睡眠的几个关键指标，今天要分享的是黑尔斯根据睡眠关键指标所形成的 R90 修复睡眠方案。 01. R90 修复方案1. R90 是什么R90 是指以 90min 为一个睡眠周期，用睡眠周期数替代睡眠时间来评判睡眠时长。 我们睡觉的时候是周期性的，一个周期里有三个阶段，浅睡眠、深睡眠和快速眼动期，总共加起来正好差不多是 90min，而一般人的最佳睡眠周期是 4-5 个，也就是 6-7.5h。 那么该如何确认自己的最佳睡眠周期呢？ 你可以先从每晚 5 个睡眠周期开始试验，连续 7 天这么来，看看 7 天之后会有什么样的感觉。如果觉得 5 个睡眠周期太多了，就减少到 4 个周期；反之，如果觉得不够睡，那就增加到 6 个周期。 2. 如何使用 R90只要把 R90 理念融入自己的日常，你的每一天，不再由工作、回家、玩乐和一段无法确定时长的睡眠所组成，而是被分解成了一个个时长 90 分钟的周期。 下图是小明根据 R90 理念分解后的日程。 图2019001 固定的起床时间，就像一根铁锚串起了你的一天。起床时间是早上 6 点半，当然，你可以自行选择你的起床时间，然后根据时长 90 分钟的睡眠周期往后推算，就能确定你的入睡时间。 每晚获得 5 个睡眠周期是最理想的。如果你 6 点半起床，那么就该在晚上 11 点入睡。如果必须晚睡的话，也可以推迟到凌晨 12 点半，甚至还可以推迟到凌晨 2 点。不必担心睡眠不足，因为把时间轴拉长的话，这只是一周 7 个晚上中的一个。 目光放长远些让你更有掌控感，不要只关注一天的时光，而是展望更长的一段时期，把一天的安排当成一周日程的组成部分。这样你就知道，如果每晚需要 5 个睡眠周期，那么你一周共需要 35 个睡眠周期。减少到 28 个睡眠周期，或许也没问题。但再少的话，你就会吃不消。 好好利用白天的可控修复期。白天里，每过 90 分钟休息片刻，到外面散散步，暂时远离电子设备，可以去上个洗手间，或者去茶歇间倒杯水。白天有两个休憩时机可以帮助到你，你可以在午后插入一个 90 分钟或 30 分钟时长的可控修复期，也可以在傍晚插入一个 30 分钟的可控修复期。这一切都在你的掌控之中。 记录每天晚上的睡眠周期以及白天的可修复期，你的手头就有可测量的数据供你做出调整，这些调整能让你的感觉和表现变得更棒。 你开始预先计划未来的一周，安排好你的修复时段，并预测你将获得的睡眠周期。这些睡眠够了吗？你能在这儿或者那儿，再插入一个可控修复期吗？ 当然，计划赶不上变化，计划变动、新的社交机会和工作需求会接踵而至，但你可以随机应变。你可以改变你的入睡时间、再插入一个可控修复期、利用好每隔 90 分钟的休息片段、照射充足阳光，以便时刻把握先机。你完全可以提早准备，让一切都在你的掌控之下。 一旦你能够用 R90 来掌控睡眠，你就将拥有更多的自信，相信自己能够掌控局面。 3. 限制限制疗法遇到睡眠问题的时候，你可以试试睡眠限制疗法。它的核心是先保证睡眠质量，再考虑延长睡眠时间。 睡眠限制乍听上去似乎不合常理。如果你存在睡眠问题，白天备感疲惫，那么进一步限制睡眠时间怎么可能帮上忙呢？ 但事实上，这一疗法基于一个非常简单的假设：如果没有获得充足的睡眠，但你却在床上辗转反侧、试图入睡，就是在浪费时间。让我们砍去这部分被你浪费了的时间，将它转化成有效的睡眠时间。 还是以小明为例。他的目标入睡时间是晚上 11 点，固定起床时间是早上 6:30，但现在经常会在半夜醒来，然后挣扎着想要尽快睡着，结果往往效果不佳。 我们试着把他的入睡时间推迟到了凌晨 12 点半，看看他适应得怎么样。 根据 R90 方案，我们把 7 天作为一个周期来观测睡眠状况，而不再着眼于一个晚上的睡眠状况。所以，如果在 7 天之后，那些睡眠问题仍然存在，可以再减少一个睡眠周期，让他在凌晨 2 点上床睡觉。 这似乎难以置信，但你必须认识到，这并不是一个长期措施。这样做是为了有效地重置你的睡眠模式，并找到你的极限——你能保持多长时间的高效睡眠，然后逐步增加睡眠时间。 如果最后事实证明，凌晨 3:30 点入睡、早上 6:30 起床的睡眠模式适合小明，那么他一定会看到这一睡眠模式带来的其他福利。 如果他在睡眠冲动最强烈的时候一下子睡着了，并连续熟睡了 2 个睡眠周期，那么也许很快就会发现，他再也不需要耳塞了，因为他没有停留在浅睡眠阶段。而只要处于浅睡眠中，无论睡了多久，我们总是非常容易惊醒。 好了，以上是对《睡眠革命》第二大部分内容的梳理和加工。老规矩，下面是读书过程中关联到的知识。 02. 关联知识——精力管理的金字塔模型由睡眠关联到精力管理，因为睡眠是精力管理里一个非常重要组成部分。 好精力并不是天生的。只要你学会了精力管理科学的方法，让其变成自己的习惯，就一定能成为一个拥有好精力的人。就好像在健身房练肌肉一样，你只要掌握了训练的方法，那块肌肉就一定能长出来。 那么该如何训练呢？ 分享一个精力管理的金字塔模型。 图2019002 1. 体能我们从下往上看，最底层的是体能。精力的产生与体能密切相关，它是基础。我们常说身体是革命的本钱，体能相对于精力就如同发动机相对于汽车。 现在的医学发现，体能好，尤其是心肺能力特别突出的人，大脑的供血、供氧、供糖都会更好。大脑的工作效率也高，长时间地工作更不容易疲劳。 而体能和我们的健康状况、饮食选择、运动习惯、睡眠质量都有关系。 比如，中午吃高碳水化合物（米饭、面条）会让你下午犯困。 为什么呢？因为高碳水化合物的食物都容易变成糖，让血糖升高很快。 血糖如果上升过快，会导致胰岛素快速地分泌，引发色氨酸进入大脑，色氨酸是合成褪黑激素的重要原料，褪黑素越多，人就会觉得越困。 而且吃得太饱，大量的血液来到消化道，也会让大脑血供下降而觉得疲惫。多种原因的综合，使你觉得困。 因此，要想下午不犯困，你一定要注意白天的饮食，维持血糖的稳定。 2. 情绪第二层是情绪。精力与情绪有关，情绪对人的记忆力、认知力、决策力也都有影响。比如说早上起来遇到一件特别开心的事，心情大好，一天都觉得自己精力充沛。但是如果早上起来遇见一件不爽的事，觉得很窝心，一天都觉得不爽，干什么事都没有心情。 我们的情绪是可以通过训练从而自如控制的，就如同体操运动员通过训练形成肌肉记忆一样。 热启动练习是一个可以帮助我们激发正面情绪的方法。热启动练习包括下面五个部分： 1.呼吸的练习。 2.感受你的心跳。 3.回忆你值得感恩的事。 4.想一想你值得改善和庆祝的事。 5.想一想你的三个目标。 完整的练习需要 15 分钟的时间，它是美国的著名人生教练 Tony Robbins 自创的一套方法，有兴趣的可以去网上查找相关教程。 3. 意义感和注意力金字塔的上面两层是注意力和意义感。 旺盛的精力好比是加满油的汽车，光有了车还不行，你还需要回答两个问题： 要去哪？ 怎么去？ 意义感回答的是要去哪的问题，注意力回答的就是怎么去的问题。 意义感是人活着最高的追求，是驱动我们做事的底层逻辑，是人生的操作系统，是精力的最终源泉。 注意力能够让我们的精力有一个有效的输出，创造出有效的结果。注意力是我们拥有能够自主控制的最重要的资源。 它如同我们的大脑与外部世界建立的一条通道，能够塑造世界，也反过来塑造我们自己。没有注意力的精力就好比是空转的发动机，无法输出能量，人的意识也没有办法得到成长和塑造。 那么如何拥有专注力呢？ 第一个方法是设定尽可能清晰的目标。聚焦的第一步就是要清楚自己的目标、自己想要的结果是个什么样的。 第二个方法是给自己的大脑加个外挂，把碎片信息清理出去。 有时候我们聚精会神地做一件事的时候，脑子里突然会冒出另外一个事把自己打断了。过一会儿这件事又想不起来，自己觉得很难受。这种情况出现，是因为我们人脑的潜意识就像操作系统一样是一直在活动的。偶尔会有一个小程序启动起来，来到你的意识里面。 这个时候，你需要有一个停车场，把这些想法给放进去，留到有时间的时候再去处理，不要打断你现在的工作。 推荐一个工具型 App「奇妙清单」，它可以帮助你很方便地记录这些脑子里的奇思妙想，以后再定期地去分类处理。只有把碎片信息清理出去，你的脑子才能够聚焦在最重要的事情上。 第三个方法是把最好的时间留给最重要的事情。 我们的脑子会对困难或者不熟悉的事有一种天然的抗拒感。比如说像制定战略、写一篇文章、学习一个新的技能、进行一个困难的对话，都常常容易拖延。 而脑子很容易自然而然地去做一些简单、重复、满足好奇心的事。比如刷朋友圈、看今日头条，刷得都停不下来。 但是如果你想成为高手，你每天需要锁定一段时间，通过一些仪式感进入冲刺心流的状态，专门用于处理复杂和困难的事。你可以仔细观察一下，自己在哪一段时间是最有效率的，要把这段时间留给重要的事。 有关在信息碎片化时代，如何训练大脑排除干扰，提高大脑的深度思维能力。纽波特的《深度工作》里有详细的介绍，这本书我后面会给大家解读的。 乔帮主在斯坦福大学毕业演讲里说过： 你的工作其实将会占据生活中很大一个部分，你只有相信自己做的是伟大的工作，你才能够安然自得。如果你还没有找到这个东西，那你要继续去找，不要停下来，要全心全意地去找。当你找到的时候就会知道，就像任何一种真诚的关系，随着岁月的流失，它只会越来越亲密，所以你一定要去找，不要停下来。 你可以问自己四个问题： 第一，我擅长做什么？我是指真心擅长能够给别人当老师的那个程度。 第二，我做的这个事是服务谁？ 第三，他从我的服务里能得到什么？ 第四，我的服务能够让他有什么不同？ 回答清楚了这四个问题，相信你就一定能找到答案。如果你能找到自己喜欢的、擅长的和别人所需要的这三个东西中间的交汇点，这很可能就是你的使命，也就是你的意义感的来源。 小结采用 R90 睡眠修复方案，你的每一天是被分解成了一个个时长 90 分钟的周期，你会更有掌控感，能帮你实现动与静、活动与休整的平衡。 精力是可以通过金字塔模型来进行管理提升的，它从下往上分别为：体能、情绪、注意力和意义感。 参考资料黑尔斯的《睡眠革命》 张遇升的专栏课「怎样成为精力管理的高手」 推荐阅读《睡眠革命》1：有关睡眠你所不知道的那些事 如有收获，右下角的「在看」、转发朋友圈都是一种支持。","comments":true,"tags":[{"name":"读书","slug":"读书","permalink":"http://www.stormdaglas.com/tags/读书/"}]},{"title":"睡眠革命1：有关睡眠你所不知道的那些事","date":"2019-06-02T13:00:00.000Z","path":"2019/06/02/20190602睡眠革命1有关睡眠你所不知道的那些事/","text":"睡眠、饮食和运动是良好生活习惯的三架马车，睡眠对健康的重要性不言而喻，但我们对睡眠了解比想象中的要少的多。 本书的作者尼克·利特尔黑尔斯是英国睡眠协会的前任会长、英超曼联队御用的运动睡眠教练，曾经给 NBA、英国天空车队、英式橄榄球联合会、美国国家橄榄球联盟、英超足球联赛选手等足球俱乐部做睡眠指导。很多世界级顶级体育名将都采纳过他的睡眠方案，并取得了很好的效果。 本书分为两大部分，第一个部分是睡眠的几个关键指标，第二个部分是作者提出的 R90 睡眠方案，也是他从事睡眠科学研究超过 30 年所提炼出来的方案。 那么我们今天先看第一个部分的内容。 01. 睡眠的关键指标1. 昼夜节律昼夜节律是我们体内 24 小时的内循环，受内置生物钟的管理。这一生物钟时刻调节着我们的多个内部系统，比如睡眠、饮食习惯、激素分泌、体温、灵敏度、情绪和消化等，使其与地球的自转相一致。 生物钟是根据一些外部环境而设定的，其中最主要的是日光，此外还包括温度、进食时间等其他因素。 我们无法摆脱昼夜节律，就如同我们无法阻止狗吠一样，昼夜节律是我们经历了几十万年进化后的产物。纵然存在着外在刺激物，昼夜节律也会照常起作用，它始终敦促着我们日出而作、日落而息。 2. 睡眠类型睡眠类型有云雀、猫头鹰和蜂鸟三类，不同类型的人有着不同的睡眠时间偏好。 每 10 人中有 2 人是猫头鹰型。猫头鹰型的人在夜晚精力特别旺盛，喜欢熬夜，夜晚是他们一天中最愉快的时间段。这些人早上总是需要闹钟，极端的甚至要准备多个闹钟，以确保能将自己唤醒。他们在下午 6 时左右头脑最为敏捷，在傍晚时分工作效率最高。他们很少在凌晨 3 点前上床睡觉，熬夜对他们来说是家常便饭。 每 10 人中有 1 人是云雀型。云雀型的人在白天精力旺盛，不喜欢熬夜，早晨是他们一天中最愉快的时间段。这些人一般不需要闹钟，通常早上 6 点之前就会自然醒。他们在中午前后头脑最为灵敏，午饭前的几个小时工作效率最高。傍晚时分他们就会昏昏欲睡，晚上 9 点左右就已经（或想要）上床睡觉了。 猫头鹰型和云雀型大约只覆盖了 30% 的人口，我们大部分人是介于这两个极端类型间的蜂鸟型，只是倾向的程度不同而已。 两个睡眠类型没有什么好坏之分，只要你能确保满足自己的最佳睡眠时间。与其纠结于早睡早起还是晚睡晚起，更重要的是根据自己的睡眠类型，规划好一天的日程，让自己在最佳的时间段做最重要的工作。 3. 睡眠周期按小时数来衡量睡眠其实并不科学。我们常说 8h 睡眠最健康，那是一个「人均睡眠时间」，并不适合于所有人。每个人的最佳睡眠时间是不一样的，有的人睡 4-6h 就够了，有的人要睡 10h。再说，一个人在不同的年龄段，他的睡眠时间是不一样的，小孩子的睡眠时间要比成年人长很多。所以你大可不必为了凑 8h 的睡眠时间，即时睡不着也躺在床上，那纯属是浪费时间。 黑尔斯在书中提出了 R90 睡眠理论。它不是按几小时几小时来的，而是以 90min 为一个睡眠周期，一个人一天按几个睡眠周期来考虑。我们睡觉的时候是周期性的，一个周期里其实有三个阶段，浅睡眠、深睡眠和快速眼动期，总共加起来正好差不多是 90min。一般人的最佳睡眠周期是 4-5 个，也就是 6-7.5h。 如何确定自己的最佳睡眠周期呢？你可以先从每晚 5 个睡眠周期开始试验，连续 7 天这么来，看看 7 天之后会有什么样的感觉。如果觉得 5 个睡眠周期太多了，就减少到 4 个周期；反之，如果觉得不够睡，那就增加到 6 个周期。接着你可以根据自己起床时间来定什么时候入睡了。比如，你的最佳睡眠周期是 5 个，一般是早上 7.20 起来，那么你可以在晚上 11.50 入睡。 把睡眠放到更长的时间段里来考虑，可以减少不必要的压力，让我们更自由。我们可以把睡眠的时间从一天拉长到一周，你不需要每天都保证理想的睡眠周期，只需要确保一周至少拥有 4 个完美睡眠周期即可，但尽量避免连续 3 个晚上缺失睡眠周期的情况。按周考虑可以让你掌控全局，留出更多时间用来满足特殊事件或特殊阶段的需求，比如刚生完宝宝的年轻夫妻。对于大多数人，每周获得 35 个睡眠周期是最理想的，28~30 个也较为理想。 4. 睡前睡后例行程序我们不能孤立的看待睡眠，睡前和睡后的行动其实跟睡觉时间一样重要，有时可能更重要，因为这个时间是可控的。理想的情况是，你需要 90 分钟的睡前适应期和同样时长的睡醒后适应期。 以下的睡前例行程序可以帮你更好的进入睡眠周期。 消除饱食对睡眠的影响。因为大脑睡前会发送指令抑制肠道活动，你还吃的话会打乱了身体的节奏，增加负担。以 90min 为一个周期，确保睡觉的 2 个周期前最后一次吃晚饭，1 个周期前最后一次吃零食。 关闭电子设备。一方面，电子设备的蓝光会抑制褪黑素「一种促进我们睡眠的激素」的分泌。另一方面，睡前回复微信信息、邮件的话，有可能让你暴露在压力环境之中，不利于入睡。 从温暖到凉爽。这是我们骨子里带来的，大家可以想想几万年前的原始人，大阳下山后，气温下降了，大家生一堆火，吃饱后八卦八卦，看看星星，累了就睡，这就是一个从温暖到凉爽的过程。轻微运动「散步、瑜伽」、睡前冲个热水澡，都能让体温上升，实现上床时从温暖到凉爽的过渡，16-18 度是比较适合睡觉的温度。 做些放松的事情放空大脑。睡前大脑高负荷运转会影响睡眠，你可以在睡前多做做那些不用动脑子的事，比如打扫打扫卫生、整理整理衣服。 一套合理的睡后例行程序可以帮助你实现从睡眠状态到清醒状态的完美过渡，让你积极的掌控一整天，下面是一些常用的睡后例行程序。 丰盛的早餐。一日三餐中早餐最重要，这是老生常谈了。吃早餐能提供给我们新一天开始所必须的能量，如果昨天的晚饭是在 8 点吃的，今天是在早上 7 点醒来的，那么你已经足足 11 个小时没有进食了。 适度的脑力锻炼。早上应该循序渐进地把大脑慢慢发动起来，可以做一些简单的脑力锻炼活动，比如看看书、听听音频、刷刷新闻或做一些家务，这些可以帮你再度融入新的一天。 运动锻炼。理想的是室外活动，散步、慢跑之类的。 5. 日间小睡午后时光「下午 1-3 点」是人体在白天最疲乏的时段，但也是一天中除了晚上之外最好的睡眠修复时间。此时补充一个 30min 的午睡，可以弥补前一晚缺失的睡眠周期，也可以为当天晚上做出一些弥补。 黄昏「下午 5-7 点」是次优的休息时机，因为此时人的睡眠需求极高。但这一时段的日间小睡也应控制在 30 分钟之内，这样才不会影响晚上的睡眠。 日间小睡的力量不容小觑。有项对飞行员的研究报告表明，即便是非常短暂的日间小睡，也能增强大脑的记忆处理能力。报告显示，26 分钟的日间小睡能让飞行员的表现提升 34％，灵敏度提高 54％。 利用好日间的这两个休息时机，可以给你带来掌控感，减轻睡眠压力，让你晚上可以晚点儿睡觉，而不必为睡眠不足而过度担忧，因为你知道还可以在明天进行日间小睡加以补救。 6. 寝具选择胎儿侧卧睡姿，并侧向非惯用手的方向，因为这一边相对来说没那么敏感。具体来说，如果你习惯用右手，你的胎儿睡姿应该是侧向左边，如果你习惯用左手，就侧向右边睡。要是左右手都一样灵活的话，可以想想，你会本能地用哪一边来保护自己，就侧向相反的方向。 学完胎儿睡姿后，接着来看如何挑选床垫。我们绝大多数人都觉得床垫像杯子一样，是通用物品，什么样的身材和体重的人都能用同一种床垫。但事实上，如同买衣服鞋子要按照自己合适的尺寸选择，买床垫也应如此。那么该如何判断一个床垫适不适合自己呢？ 躺下来试一试。用婴儿睡姿侧卧着，注意这时要把枕头拿走，被子床单都移到一边，让你的朋友或家人帮忙拍一张照片，从你的背面、把你整个人都拍进去。然后观察照片，如果你的头部、颈部和脊柱连成了一条直线，就说明这个床垫是适合你的。如果说你的头下意识地想要歪向床垫，就像躺在地板上一样，就说明床垫太硬了；如果你的臀部陷到了床垫中，头部被垫高了，就说明床垫太软了。 刚才的直线型判断法，没有用到枕头，可能你也注意到了这个细节，其实枕头本来是辅助我们睡眠的工具，就像鞋垫是用来补足鞋子的尺寸一样。使用枕头的目的，是为了让我们更好地形成直线的睡姿，来得到优质的睡眠。 好了，以上是对《睡眠革命》第一大部分内容的梳理、归纳和加工，下面是看书过程中关联到的一些知识。 02. 关联知识REM 睡眠的好处睡眠的几乎所有重要好处，都是在快速眼动期「REM」内实现的。 人体是个反脆弱系统。白天锻炼，身体经历的是「分解代谢」，你的肌肉会有一定程度的撕裂。晚上睡觉的时候身体会经历「合成代谢」，对肌肉和骨骼进行修复，所以运动员必须特别重视睡眠。 人体在深度睡眠期开始修复工作，但是得先经历一次 REM，是 REM 期间分泌的合成代谢荷尔蒙，才能让此后的合成代谢工作开始。 相比于对身体的修复，REM 睡眠最重要的工作发生在大脑中。我们白天学的技能和知识，需要大脑在晚上消化、重组一番，才算真正「长」在了我们身上。这个消化重组的过程，就发生在 REM 期间。大脑在 REM 期如此活跃，是因为它在处理白天收集的信息。它要把新信息强化一番，存储在相应的地方，变成长期记忆。它还会回忆白天发生的各个事件，特别是引起感情波动的那些事件，形成更深入的理解和认识。 也就是说，睡眠不仅仅是让身体恢复，更是让大脑成长，其中 REM 睡眠是成长的关键阶段。 产生创意詹姆斯·韦伯·扬在《创意的生成》一书中，介绍了产生创意的 5 个思维步骤： 尽可能地搜集原始资料。 重复「咀嚼」原始资料，构思初始创意。 中止有意识的思考，启动潜意识思考。 随时准备迎接「灵光乍现」时刻的来临。 加以改造、完善，使之切实可用。 其中第 3 步「启动潜意识思考」是可以通过睡眠来完成的。当你往潜意识投喂足够多的资料，接着睡个好觉，潜意识会用这些资料不断进行重新组合，说不定就会产生出最好的创意。 小结睡眠的关键睡眠指标有：昼夜节律、睡眠类型、睡眠周期、睡前睡后例行程序、日间小睡和寝具。 睡眠不仅是让身体恢复，更可以让大脑成长，特别是 REM 睡眠期。睡眠过程中启动潜意识思考是产生创意的关键环节。 参考资源1.黑尔斯的《睡眠革命》 2.梅迪纳的《让大脑自由》 3.史托伯格和马格内斯的《巅峰表现》 4.詹姆斯·韦伯·扬的《创意的生成》 5.万维钢的精英日课 如有收获，右下角的「在看」、转发朋友圈都是一种支持。","comments":true,"tags":[{"name":"读书","slug":"读书","permalink":"http://www.stormdaglas.com/tags/读书/"}]},{"title":"技术创新的 3 个实施路径","date":"2019-05-25T13:00:00.000Z","path":"2019/05/25/20190525技术创新的3个实施路径/","text":"旧文「网络化和数据化」里提到一个经济增长模型，模型里技术是经济增长的基本要素。 18 年诺奖得主 Romer 的内生增长理论，其核心思想是：技术进步是经济增长的根本动因，双方会相互作用，形成几何级式的爆发式增长。 更有经济学家说经济是技术的一种表达，是技术的副产品，可见技术的重要性。 01. 技术是什么有很多概念因为太常见太普通，我们反而会忽略掉一些大智慧，比如技术。你有想过，技术到底是什么嘛？ 技术是对现象的有目的编程。 这是阿瑟在《技术的本质》里对「技术」的定义，他是用演化论的视角来研究技术的起源和演进的。技术不会凭空突然出现，在有电之前，不可能出现空调，更不可能出现电子计算机；在蒸汽机之前，不可能出现火车，更不可能出现高铁。所有的技术都是脱胎于之前的技术，新技术是从老技术里长出来的。 我们把技术拆解开来，你会发现技术是由其他技术构成的。技术包含着技术，它是一系列元件「技术」的组合，而每个元件又是一个个微缩的技术。这种组合技术可以一层层分解下去，直到达到一类不再属于技术的基本单位。 如果技术是乐高的拼装玩具，这个基本单位就好比是乐高不同形状的积木，这个「积木」又是什么呢？它是从哪来的呢？ 是现象。现象就是技术的基本单位，我们在技术活动中「捕获」并利用这些现象，它们独立于我们的科学而存在，且具有稳定性和可重复性。 钻木取火是捕获了摩擦生热这一自然现象；汽车是捕获了汽油燃烧后会释放能量这一自然现象；钟摆是捕获了挂在绳子上的物体会以固定的频率摆动这一自然现象；雷达是捕获了高频无线信号遇到金属会出现干扰和回声这一自然现象，等等。你会发现所有的技术都是捕获某种现象的效益。 现象是技术的基本单位，就如同基因是生物的基本单位一样。技术是对现象的有目的编程，为了实现一个特定的目的，我们运用一种语法对一些现象进行编程，就形成了一个「技术」。生物对基因加以编程，从而产生无数的生命结构，技术对现象加以编程，从而产生无数的科技应用。 生命的演化靠的是遗传、突变和选择，那么技术的演化「技术创新」是如何实现的呢？ 技术创新的 3 条实施路径是混搭组合、重新域定和标准工程。 02. 混搭组合技术创新可以通过对已有技术的重新组合来实现。创新就是混搭，把看起来没有联系的事物联系起来，以一种出其不意的形式重新展示出来。 比如 iPhone 的发明。这里引用一项研究，iPhone 的诞生需要 12 项关键技术的储备：微处理器、存储芯片、固态硬盘、液晶显示、锂电池、GPS、触摸屏等等。这 12 项技术都不是专门为了 iPhone 而发明的，它们在 iPhone 被创造出来之前就已经存在了很长时间了。乔布斯把这些已有的技术组合起来发明了 iPhone，开启了智能手机时代。 再比如古腾堡印刷机的发明。这项独立发明出现之前，就已经具备了很多关键技术。比如活字印刷术，是在公元四世纪由毕昇发明的；又比如螺旋压榨技术，它最初是用来压榨葡萄酒的；还有油墨和纸张的生产技术，这些在当时都已经非常成熟了。另外古腾堡还做过金匠，凭借这一行的经验他又对活字印刷技术进行了改进。 所以，古腾堡发明的印刷机并不是一种突如其来的全新技术，而是把各个不同领域的现存成熟技术拼装在了一起。这些拼装在一起的技术模块，每一个都可以实现不同的功能，这些功能相互联系，共同服务一个核心目标。 我们生活中还有很多组合混搭产生技术创新的案例。把手机和钱包混搭组合起来就是电子支付；把手机和书籍混搭组合起来就是电子书；把手机、自行车和智能锁混搭组合起来就是共享单车。 03. 重新域定所谓「域」指的是一种范畴。比如时间的范畴可以叫时间域，空间的范畴可以叫空间域。 现象是技术的基本单元，当捕获的现象越来越多，我们工具箱里会装满越来越多的技术。我们把这些技术组成的工具箱和相应的应用规范叫这种技术的范畴，也就是技术域。这组技术有着共同的能力，捕捉了共同的自然现象，可以完成共同的目标。比如无线电工程是一个域，数字技术也是一个域。 域定，是我们在实现某个目标过程中确定使用哪种技术范畴的过程。比如，一位建筑师要开始设计一个新的办公大楼，他可能选择玻璃钢架结构，也可能选择花岗岩。这个过程就是域定，也就是要确定使用哪套技术工具箱和对应的规范。 重新域定，是你为了实现某个需求，放弃了原来使用的技术规范，重新选择了一套新的规范，这个过程往往会产生技术创新。 重新域定，是用不同的方式、不同的内容来表达来实现同一个目的。是用一套不同的内容来表达既定的目的，就像动力供给的方式从水车技术发展为蒸汽技术那样。 比如雷达技术的发明。20 世纪 30 年代，人们制造 15 英尺高的巨大声反射镜去监察跨越海峡飞往英格兰的飞机。它需要搜集来自 20 英里远的声音，然后交由具有超敏感听力的人进行处理分析。 到二战时，雷达被用来实现同样的目的，其有效范围更大。我们利用了一种新的、更强大的域，即无线电工程，来重新实现了飞行侦查这一任务。这个域横扫了整个世界，其组件后来又被发掘出许多其他用途。 再比如零售业的技术创新。出现互联网之前，日常购物行为发生在线下实体商店，当电子商务时代来临的时候，日常购物行为发生在线上的网络商店。而现在的新零售时代，日常购物行为同时发生在线上和线下。 日常购物行为是一项贯穿始终的旧任务，而这项任务被我们在线下线上进行不断的重新表达，这是零售业的重新域定，是零售业的技术创新。 04. 标准工程标准工程是对标准问题提供的标准解决方案。如果你看过任何一本工程手册，你就会发现里面有很多标准问题的解决方案，比如耦合旋转轴的 19 种方法、15 种不同的凸轮结构或者 5 种震荡器的使用方法等等。 大部分技术工作都是「标准工程」，是按照已经有的技术模板，不断「复制」出解决各种问题的新版本。 标准工程是由微小进步的聚集所带来的缓慢技术创新。这些标准解决方案会随着经验的累积产生微小的进步，这些微小的进步会聚集在一起被反复使用，通过这个过程，促使技术随着时间变化和进步，从而带来技术创新。 马亚尔大桥是通过标准工程实现的技术创新。20 世纪初，瑞士的工程师马亚尔就通过「标准工程」创造了一系列大桥。这些桥采用的都是通用技术，根本不新鲜。马亚尔所做的仅仅是在普通的材料和普通的结构形式之上，进行了一些微小的改进，让整个设计变得既有效又经济，而且具有创新性。有兴趣的可以去网上看看「马亚尔大桥」，确实简洁美丽，给人一种流动与和谐的感觉。 量变会产生质变。拿一根木棍同石头摩擦，几乎不会发生任何变化，唯一可见的不过是一些划痕。拿起棍子再做一遍，你还是得不到任何回报。摩擦一百次，也很难看到任何变化。但这样做上几千次，你就能把它磨成一支不同寻常的箭杆。通过不知不觉的增量累积，循环过程可以创造出全新的东西。 发现重复操作的作用，是我们相对于其他动物主要发自本能的盲目的重复性建造的巨大改进。第一位祖先将一块石头磨成了漂亮匀称的手斧，在此过程中，他一定看起来非常愚笨：他坐在那里，磨上好几小时都没有明显的效果。但是，在所有单调整重复性行为的间隙，潜藏着一个缓慢改进的过程，最终会带来质变。 小结技术的基本单位是现象，技术是对现象的有目的编程。 技术创新有 3 个实施路径：混搭组合、重新域定和标准工程。当技术创新选择的路径是混搭组合和重新域定时，它倾向于在新的世界当中把旧的任务不断进行重新表达；而当技术创新选择的路径是标准工程时，它倾向于在微小的改进当中发现值得创新的部分。 参考资料1.阿瑟的《技术的本质》 2.何帆的读书俱乐部 推荐阅读经济解释 网络化和数据化 把加油站建在公路边的傻子 PS. 公号后台回复「2019004」可获得参考资料里的相关电子书籍。如有收获，右下角的「在看」、转发朋友圈都是一种支持。 二维码图片","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"为什么你的信用如此重要","date":"2019-04-30T13:00:00.000Z","path":"2019/04/30/20190430为什么你的信用如此重要/","text":"最近看了达利欧的新书《债务危机》，虽然讲的是国家的债务周期，但其中很多概念对个人也很有借鉴意义。这两天脑子里把有关「债务」的认知又梳理了一下，简单的做个分享。 01. 信贷和债务债务是由信贷行为产生的。比如你向同事借了 1W，你就背上了 1W 的债务，而同事获得了要求你偿还 1W 的权利「债权」。这种通过借钱产生债务和债权的行为，就是信贷。 信贷满足了贷款人和借款人双方的需求。贷款人有多余的钱，希望钱生钱。借款人想购买当前无法负担的东西，比如房子和车子。 信贷在交易时跟货币的作用一样的，它们都能用来购买商品、服务和金融资产，不同的是信贷可以凭空产生和消失。 信贷是一个承诺，当借款人保证偿还债务而且贷款人相信这样承诺时，信贷就产生了。任何两个人只要协商好都能产生信贷，信贷一旦产生就成了债务。债务是贷款人的资产，是借款人的负债。而当贷款人偿还了债务并支付利息后，这笔资产和负债也就消失了。 其实现实生活中大部分所谓的钱都是信贷。具体哪年忘记了，当时美国国内信贷总额大约为 50 万亿美元，而货币总额只有大约 3 万亿美元。金融市场里规模最大的是债券市场，而不是大家听的最多的股票市场。按照 2016 年的数据，全球的债券市场是 100 万亿美金，是全球 GDP 的 1.25 倍。 02. 如何看待债务信贷可不一定是坏事，关键看你怎么用。信贷用于过渡消费是不良信贷，用于高效分配资源，产生收入，让你偿还债务，就是良性信贷。 比如，如果你借钱买了一台大彩电，电视机不会产生任何收入让你偿还债务，但是如果你借钱买一台拖拉机，用它来收获更多的庄稼赚更多的钱，你就能偿还债务，提高生活水平。 信贷赋予你购买力，你承诺今后偿还该购买力，即偿还债务。由于信贷同时创造了购买力和债务，因此增加信贷是好是坏，取决于能否把借款用于生产性目的，从而创造出足够多的收入来还本付息。如果能够实现这一点，资源就得到了良好的配置，债权人和债务人都能从中获利。否则，双方都不满意，资源配置很可能不甚理想。 检验一流智力的标准，是看你能不能在头脑中同时存在两种相反的想法，而且还能维持正常的行事能力。 一方面，你要学会克制，不要拿信贷去消费，少累积「消费型债务」。当你没能力保证信贷的收益高于债务成本时，别用信贷加杠杆。另一方面，当你遇到一个机会，你有能力管理风险，能够让信贷的收益大于其债务成本，这时就应该果断加杠杆用「生产型债务」去放大收入。 判断信贷是好还是坏呢，要看借来的资金能否合理使用，能不能带动收入更快增长，还得起债务。通过信贷手段，相当于将未来的钱提前拿到现在来用，让你当下可以获得更多的资源。 03. 你的信用很重要人为什么要借债？其实是想突破自己的资金约束，做一些「力所不能及」的事情，信贷的本质是信用杠杆，它是你信用的资产化。 信贷的背后其实是信用，贷款人相信借款人还本付息的承诺，这个承诺就是一种抵押品。你的信用是「对你做出承诺的估值」，信用越高，这个承诺的价值就越高。古人所谓的一诺千金，其背后的逻辑就是这个。 你仔细想想，我们现在所使用的各种无抵押品信用贷款，信用卡也好，蚂蚁花呗也好，其实就是用你的信用去换取资金的周转，个人的信用是可以进行资本化来换钱的。 比如说芝麻信用分超过 600 分，你就可以申请花呗的额度，在借呗申请 1000 到 5 万元不等的贷款，然后预订合作的酒店，可以享受零押金入住的服务，甚至在百合网上的相亲也会要求披露芝麻信用分。你在任何一个场景下的微小的行为都可能转化成你的信用分，然后形成你的资产或者资本，这种情景今后只会越来越多。 你的信用真的很重要。一个人不断成长，有了见识，有了能力，有了关系，本质上都是你信用的增长。人们相信你的话，觉得你有能力履行承诺，这些都是你的信用，你的资产。那么我们该如何累积信用呢？ 04. 用行动来累积信用什么信用卡不要逾期之类的，我们抛开金融上的个人征信不说，在这里分享一个积累个人信用的方法——行动。 行动是获得信任，累积信用的方法，因为行动背后包含了一种「掌控力」。 比如你去理发，往那一坐，Tony 老师来了。先生，你想理成什么样的？听到这么一句，你心里是不是有一点点烦？我要是知道理成什么样，我来找你干啥。 换了个理发师，他通常是这样的。先生，看您的脸型，您的打扮和气质，我建议您就理成这样的。 你会不会特别喜欢这样的理发师？这就是行动的掌控感。 我们平时还有没有这样的经验。比如说你跟一个朋友一起吃饭，你问他想吃啥？他说随便，你定好了。他这样做没错，但我们真的喜欢这样的人吗？ 如果他说，前两天我吃了一个地儿特别好，其中有几道菜我保证你吃了好，来，今晚我订座，你跟着我。 你会不会特别喜欢这样的朋友？这就是行动的掌控感。 其实我们不见得愿意事事都自己做主，我们有时特别想跟随别人，只要你能用行动去证明你值得跟随就行了。用行动来体现你的掌控力，来获得信任，来累积信用。 05. 三条经验法则在达利欧的经典视频「经济机器是怎样运行的」里，他最后给了我们 3 条经验法则，在此试着解释一下。 1、不要让债务的增长超过收入，因为债务负担最终会把你压垮。 收入的增长最好要超过所累积债务的利率。比如，你负债 10W，今年需要支付的利息是 1W，那么你今年增加的收入最好大于 1W。否则你的债务负担不会减轻，除非你缩减开支增大现金流去偿还债务。而当你的整个现金流都无法偿还债务成本「利息」时，你会陷入绝望。 2、不要让你的收入增长速率超过你的生产率的，因为最终你会失去竞争力。 生产率简单说就是你的能力。短期内你的收入可能会偏离你自身的能力，但长期来看两者一定是匹配的。当你的收入超过自身生产率时，不要自满，你应该赶紧去提升自己的生产率去弥补二者之间的差距，否则终归会被打回原形。 3、尽最大可能去提高你的生产率，因为它将在长期内起最关键的作用。 我们的能力随着时间逐渐提升，能力提升会提升我们的生活水平，这也就是生产率的提高。善于创新和勤劳的人会比那些自满和懒惰的人更快的提升生产率和生活水平，短期来看不一定能体现出来，但长期来看生产率一定是最关键的。 小结债务是由信贷行为产生的，它是一个承诺；信贷不一定是坏事，关键看你怎么用；信贷的本质是信用杠杆，它是你信用的资产化，你的信用很重要；行动是获得信任，累积信用的方法，因为行动背后包含了一种「掌控力」。 参考资料1.达利欧的《债务危机》 2.罗胖的知识就是力量 推荐阅读经济解释 网络化和数据化 把加油站建在公路边的傻子 PS. 公号后台回复「2019003」可获得参考资料里的相关电子书籍。如有收获，右下角的「在看」、转发朋友圈都是一种支持。","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"选择太少和选择太多","date":"2019-03-25T13:00:00.000Z","path":"2019/03/25/20190325选择太少和选择太多/","text":"经济学是门关于选择的学科，它研究人在「东西不够」的约束下该如何做选择。在同样的场景下，好经济学家能够看到别人看不到的更多选项，能够追求众多选项中边际成本和边际收益的平衡。 旧文「凡选择必有歧视」里提到，在一个资源有限、东西不够的社会里，当你选择一样「东西」的时候往往意味着你得放弃另外一些东西；当你选择的时候你得有个标准，而这个标准往往是主观的。 对于选择，李敖曾经打过一个比方。人生就像你打开一个菜单，你胃口就那么大，你不可能全选。你要选择红烧明虾还是干烧大虾？ 什么是智慧？智慧就是你觉得红烧明虾对。什么是意志？意志是当你选择红烧明虾之后砍掉干烧大虾。什么是哲学？就是你选错了，吃了红烧明虾拉了肚子，坐在马桶上还能笑。 人和动物的一个很大区别就是我们可以想象还没发生的事。能够想象更多的选项就是一种大智慧。会不会还有其他几个更好的大虾只是你不知道呢，比如油爆大虾、椒盐大虾。 选择太少怎么办我们很多时候会遇到两难选择，总感觉非此即彼，我们来看看小墨遇到的一个场景。 小墨是一个刚毕业的大学生，在一家公司做着无关痛痒的工作，他渴望去大城市展示自己的才华，尽管也没有什么才华可言。 小墨想做一些有技术水准的工作，不停学习一些专业技能，他渴望到一个能用得到所学知识的地方去，尽管他不专业。 正是这种不专业让小墨很没底气，没底气就没信心出去。小墨突然发现自己居然这么懦弱，或者说，自卑吧。 面对选择时，我们过去的经历、习惯和思维惯性都会在脑子里给植入一些「隐含假设」，而这些隐含假设会限制我们思考的角度和范围。这就会造成我们只在两三个可见选项里做选择，意识不到还有更多的「可能选项」。 隐含假设的威力在于我们自己往往意识不到它们的存在，还时时刻刻被它们影响着。比如案例里小墨脑子里的隐含假设有：工作职责会一成不变；只有大城市才能找到好工作；只有在工作中才能学到技能；无法改变就是懦弱等等。 粗看小墨的这些隐含假设还蛮「合理」的，但仔细推敲一下你会发现它们都是一种偏见，并没有足够的证据能证明是对的。如果小墨能自己意识到这些假设的不可靠，他就能挣脱这些隐含假设对自己的思维束缚，也许能发现一些新的选择。 针对前面小墨脑子里的四个隐含假设，有其对应的解决方案： 寻求调换部门、岗位的机会。 多方打探发现本地好公司。 参加技能培训、在线学习。 从一个小改变开始，比如每天看一小时书。 有两个思维框架可以帮你在意识到隐含假设不合理后，更好的发现「新选择」。 第一个思维框架是能力嫁接。 把整体分解可以将复杂问题简化，最典型的例子就是我们的知识体系被人为的划分为不同的学科。这种分解性思维有时确实是解决问题的利器，但有时却又成为了我们思维的阻碍，让我们无法意识到不同思维之间的潜在关联。 美国有一位数学家、物理学家叫罗伯特·朗，他当了几年物理学后突然辞去工作，全身心投入到从幼年起就非常热爱的折纸艺术中。他现在的一件折纸作品可以卖几万美元，作品的复杂和精美程度甚至超过了一直以来在这一领域占统治地位的日本折纸家。 他是如何从一位物理学家变成一名折纸艺术家的呢？一方面的原因是，他从没有舍弃过自己的爱好，一直在业余时间探索折纸艺术；更重要的原因是，他发现一件复杂的折纸作品，需要借助数学工具的分析才能完成，所以他就把他的数学能力「嫁接」到了折纸这个领域。 某一项能力固然有其直接相关的工作，但与此同时，能力也是可以迁移的，它也可以在某些你尚未发现的领域有用武之地。当你处在才能无法发挥的境地时，试着寻找施展你既有能力的其他可能性，为你的能力找到新的适用空间。这不失为寻找人生出口的一个方法。 第二个思维框架是特性改造。 对工作进行改造。现在大多数的智力劳动者，对自己的工作都有一定的掌控权和自由度，工作并不完全是由组织分配和决定的，而是具有充分的弹性。 当你认为你的工作枯燥无味时，你不妨考虑一下如何去「改造」你的工作。比如挑战你的时间分配，优化你的工具，改善你与同事间的关系。 假设你在一家公司做一名普通职员，而你的个人爱好是画画，那么你可以考虑在平时的工作中用画画来表达你的想法，不论是工作汇报演示还是会议时，你都可以流露出你的这些才能，引起同事和领导对你的重视和欣赏，甚至，你可以在公司或者部门内推广视觉思考的方法，使它成为更多人提升工作效率和沟通效果的工具。 对兴趣进行改造。把对一件事情的「消费型兴趣」升级为「生产型兴趣」。形成「生产型兴趣」可以让你的热爱更加可持续，也是你把热爱变成事业的前提。 比如你对文学非常感兴趣，那么不妨提起笔来，自己尝试创作，斯蒂芬·金就曾说过：“开始写吧，年轻人！”如果你对电影感兴趣，看过很多很多电影作品，那么你就不妨写几篇影评，通过写作影评的过程来收获对电影更深入的思考。 实际上，只有当你把「消费型兴趣」升级为「生产型兴趣」时，你才会渐渐发现以前没有窥见的门径，发现之前未见享受过的乐趣。 在看似非此即彼的两个极端选择之间，其实你还可以有很多的中间选择，你可以寻找两个选择之间的连接点，把能力嫁接过去；你也可以对它们做出创造性的改造，让它们互相影响，使你的工作更像你的爱好，你的爱好更像你的事业。 就如同乔帮主说的那样，当你脑子里的存储的点足够多，当遇到某个契机，是可以让这些「点」连接成一串串美丽的珍珠，带来一些奇妙反应的。 选择太多怎么办选择太少不行，选择太多又会让我们喘不过来气。一下次来了这么多道大虾，我到底改选哪个？ 有一个「37% 满意决策」思维框架。说的是你在做选择时应该追求满意而不是最优，具体的实施路径分为两个阶段： 第一个阶段，在前 37% 的时间里去确定「满意标准」。 第二个阶段，在后 63% 的时间里选择满足「满意标准」的第一个方案。 比如买房，你打算在一个月内做出决策，那么最佳的决策时机，就是这个月总天数的 37%，也就是第 11 天。在前 10 天，你只观察，不管看到多心动的房子，都不要买。用这些天的考察去确定「满意标准」。然后从第 11 天开始，只要看到符合满意标准的房子，就应该果断出手。 再比如找伴侣，你打算在 25-35 岁之间完成这个目标。那你就可以用这 10 年的 37%，3.7 年来交往不同的男士。到 25 + 3.7 = 28.7 岁时，坐下来，确定「满意标准」。然后，嫁给从那一天开始你遇到的，第一个好于这个标准的男士，并不再寻找更优方案。 为什么是 37% 这个数，这是一个关于零信息博弈的问题，有兴趣的可以去看看布莱恩·克里斯汀和汤姆·格里菲斯的新书《算法之美：指导工作与生活的算法》。 至于如何确定满意标准，有一种常用方法是维度分析法：把要选择的对象分解为不同的维度，然后就不同的维度分别进行评估，最后加权汇总进行比较。 最后想说的是，很多时候没有完全正确的选择，这也正是我们人生的一大特点，你得承认这点。无论你怎么选都会给你带来不一样的人生。关键是你选择了之后，你要全身心的投入它，别后悔。 PS. 发现没？这次的文章里有好些个思维框架，比如找隐含假设、37% 法则、维度分析等等。你平时也可以多收集收集这种思维工具，因为有时候我们基于常识去解决问题的话，常常会导致错误的判断和不当的行为，而好的思维工具可以在你做决策时给你一个好的脚手架。 小结发现更多选择的实施路径：找到潜意识中的隐含假设；校正隐含假设中的不合理性；用新的思维框架在此基础上思考「更多选择」。 37% 满意决策的实施路径：在前 37% 的时间里去确定「满意标准」；在后 63% 的时间里选择满足「满意标准」的第一个方案。 选择之后你就要全身心的投入它，别后悔。 参考资料1.采铜的《精进》 2.布莱恩·克里斯汀和汤姆·格里菲斯的新书《算法之美：指导工作与生活的算法》 推荐阅读经济解释 网络化和数据化 把加油站建在公路边的傻子 PS. 公号后台回复「2019002」可获得参考资料里的相关电子书籍。如有收获，右下角的「好看」、转发朋友圈都是一种支持。 二维码图片","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"网络化和数据化","date":"2019-02-20T13:00:00.000Z","path":"2019/02/20/20190220网络化和数据化/","text":"最近看到一个有关经济增长的抽象： 经济的增长 = 技术（A）、资金（K）、人力（L） * （网络化，数字化） 这个抽象出来的公式里，有着经典经济增长模型里三要素：技术、资金、人力，还有着网络化、数据化这两个过程。可以说人类文明的进程，就是一个不断网络化、数据化的过程。网络化和数据化的规模、深度以及颗粒度决定了经济增长的速度。 01. 网络化网络化的本质是连接，而连接产生协同。把一系列点「人、事、物」连接起来会形成一个网状结构，各个角色在网状结构里进行专业化分工，相互交互，会形成巨大的网络协同效应，带来商业形态的改变。 城市化是一次「网络化」。城市里的道路、交通、水卫煤电等设施将更多的人更紧密的「连接」到一起，形成网络协同。比如，人口的聚集使得大规模生产成为可能，能够以更低的价格提供更多更好的产品；人口的聚集使得信息传播的速度更快，知识、技术迭代的速度也更快，这些都是社会进步的根本推动力。 互联网是一次「网络化」。互联网带来的「连接」其粒度之细、触及范围之广、之深，都是史无前例的。人社交的网络化不就是腾讯、Facebook 嘛？人信息搜索行为的网络化不就是百度、谷歌嘛？人商业行为的网络化不就是阿里巴巴、亚马逊嘛？所有取得巨大成功的互联网公司，就是将人的某类活动进行了网络化，实现了「连接」，它们巨大成功的来源于这些连接所创造的「网络协同效应」。 02. 数据化数据化让连接产生的网状结构更复杂，使其产生更多的交互和协同。仅仅网络化还不够，没有数据化的社会「网络」是一个具象的、不精确的网络，它是形成不了复杂结构的。比如秦朝开始统一度量衡，全国设置郡县，对人口实施「簿记」登记管理，这就是比较原始形态的数据化。在数据化的过程中，具象变成了抽象，而抽象又是简化的必要条件，简化才能结构化，用以支撑更加复杂的生态。 数据化才能算法化。把一个特定的商业场景进行抽象进行数据化后，就可以用基于该商业逻辑的特定算法进行处理，从而指导我们来决策。甚至于，算法处理数据后的结果反过来优化算法，跳过人直接决策，决策处理后的反馈数据再接着优化算法，不断迭代形成闭环。数据加算法完成「机器学习」，最后形成「人工智能」。 蚂蚁小贷凭借着这套逻辑解决了「小微企业贷款业务」这个世界级难题。短短几年时间内，其累计服务了上百万淘宝卖家，这些卖家的平均贷款额大约 5 万元，多不过百万元，少的只有几百元。他们不仅没有靠谱的抵押，有些甚至连基本的账目都没有，甚至不需要见到信贷经理。 蚂蚁小贷所有的信息采集和决策，都由计算机后台来完成一一商家在线上提交贷款申请，几秒钟内系统自动审批；审批后，贷款实时汇入卖家账户。虽然是无人信贷，但蚂蚁小贷的坏账率却显著低于传统银行的平均水平。 网络结构越复杂，对数据化的要求就越高。反之，数据化程度越高，越能支撑更加复杂的网络结构，产生更多交互，演化出更高级的技术，从而促进更快的经济增长。 湖畔大学的曾鸣在其《智能商业》里提出，未来的智能商业应该是这样的： 借助于人工智能、深度学习，特定商业场景的数据、基于该商业场景的算法、将数据和商业场景融合的产品，这三者将融会贯通、相互包容，在反馈闭环中共同演化。 03. 在线互联网时代，网络化、数据化的一个前提是将「离线」转为「在线」。 比如，90 年代的时候，各个学校都有饭菜票，饭菜票就相当于在食堂流通的现金。但饭菜票留下的信息是很少的，最多也就是每个学生买了多少钱的。而且信息的频率还很低，每月一次，这个时候信息是离线的。 现在换成刷卡就餐，就好比在食堂流通的银行卡。信息这就不一样了，变成了一天三次的高频数据，而且还能告诉我们，什么人在什么时间去哪些食堂买了什么菜。这中间透露的信息就远远地超过了饭卡支付清算的初衷。有学校的校长从中间分析出了学生饮食上的很多习惯，然后有针对性地做了很多改进。 这就是从离线到在线的差别，数据量其实完全是一样的。在离线的状态下，这些数据就像散落的微粒，毫无用处。而在线，把这些散落的微粒连接在一起，让这些微粒有了结构，有了形状，然后开始产生价值。这种在线，其实还只是最原始的方式，是在一个很小的场景里面，获得的价值还很小。 网络化、数据化产生的巨大协同效应促进了经济增长，那么套用到个人呢？ 04. 成为关系网中的枢纽从远古狩猎-采集时代到近代，我们的社交网络始终由一些列层层包含的圈子构成的，每一层都比它相邻的内层大个 3 倍左右。按亲疏远近，这些圈层分别有：5 个的亲密朋友、15 个的最要好朋友、50 个的好朋友、150 个的朋友、500 个认识的人、1500 个脸熟但叫不出人名的人，等等。 互联网把人的社交网络化了，我们每个人的圈层跟以前比大了很多，想想你的微信好友里是不是有很多从未谋面的朋友。很多大佬微信的 5000 个坑位早就被占满了，而且一坑难求。一个人能同时与这么多人直接产生连接，这在以前是完全不可想象的，这就是社交网络化的威力。 很多人的关系网是冗余的。冗余关系网体现在两个方面：一个是在该关系网里，所有的朋友都认识其他所有朋友；一个是你通过所有人接入的都是同一个关系网。 你在冗余关系网里能获得的信息是很少的。这个关系网里很少有新的信息产生，即使有，也是所有人同时知道，大家都知道的信息也就不能给你带来任何额外价值了。 你在冗余关系网里是没价值的。你知道的别人也知道，你对别人完全没有用处，也就完全可以被取代。可以说，你对它没什么价值，它却是你的全部。 网络化大大扩大了你的社交圈，扩大后的社交圈是可以让你搭建与冗余关系网相反的关系网的。大的社交圈里有着不同领域的圈子，你得跨领域成为其他圈子里的枢纽，圈子里的人只能通过「你」这个枢纽节点才能连接到其他圈子，获得其他圈子的信息资源。 比如说你是个律师，即使你在律师圈子里的水平中等，但你又进入了医生、互联网、金融的圈子。这三个圈子里有人咨询你法律方面的信息，你可以通过自身或法律圈子的资源以极低的成本提供，大家都来咨询你相关信息，你的重要性不言而喻。此时的你要获得这三个圈子里的信息是很容易的，而这些信息是律师圈里其他人所不知道的，你就成为了这四个关系网里的枢纽。 真正要会「找关系」，你首先不是找对你有用的关系，而是把自己放在关系网中对人有用的位置上。 同样，数据化套用到个人身上，你会想到哪些呢？ 小结人类文明的进程就是一个不断网络化、数据化的过程，网络化和数据化的规模、深度和颗粒度决定了经济增长的速度；网络化的本质是连接，连接会产生网络协同效应；在数据化的过程中，具象变成了抽象，抽象又是简化的必要条件，简化才能结构化，才能支撑更加复杂的生态，用以产生更大的协同；网络化、数据化的一个前提是将离线转为在线；真正要会「找关系」，你首先不是找对你有用的关系，而是把自己放在关系网中对人有用的位置上，去成为不同关系网里的枢纽节点吧。 参考材料 香帅的的北大金融学课 曾鸣的《智能商业》 王坚的《在线》 罗纳德·伯特的《结构洞：竞争的社会结构》 推荐阅读经济解释 把加油站建在公路边的傻子 换个角度看房贷","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"事与愿违聊系统","date":"2018-12-11T13:00:00.000Z","path":"2018/12/11/20181211事与愿违聊系统/","text":"经济学里有很多对事与愿违的研究。无论是国家、公司还是个人，很多时候我们的愿望是好的，但所主张的手段却往往不能达到愿望，有些甚至和愿望背道而驰。 提高低收入者的最低工资标准，工人可能会因为产生的价值达不到老板期望而被解雇替换、老板可能因人力成本的提高无法盈利而破产；为给病人省钱、为避免医生不救那些没钱的病人，禁止医生收红包。但在有医疗价格管制的情况下，一个医生本来一天可以做三个手术，因为没有什么经济利益，他可以宣称做一个已经很累了，那么病人只能排队等。很多时候排队等待所付出的住院费、护理费比手术费还要高。 有些问题比较简单，它有一个「坏人」，我们找到它消灭它就能解决问题。比如现在一种新型病毒爆发了，解决问题的思路很清晰：一方面要去找这个病毒的抗体，一方面要控制感染源，把感染者集中起来。病毒就是坏人，我们要做的就是把这个「坏人」灭掉。 而在那些「事与愿违」的问题里，它没有一个明确的「坏人」，我们头痛医头脚痛医脚往往没效果，这时我们常常会说「哦，这是一个系统问题嘛，这是一个体制问题嘛」。 系统是什么所谓的系统就是由多个元素组成的整体，各个元素之间又有联系，作为一个整体它又有一个共同的目的。比如我们的身体、学校、公司和国家都是系统。 系统里的元素。比如在学校系统里，学生、老师、校长、教室、操场等等，都是这个系统的元素。元素是系统里最明显的东西，但也是最不重要的东西，因为它常常是可替换的。学校里学生来了又走，老师和校长也可以换，而学校还是这个学校，系统还是这个系统。 系统里各个元素之间的各种关系。这些关系可以是上下级的命令、谁和谁合作，也可以是规则、物理定律等等。系统里的元素可以替换，但系统的结构关系通常是不变的。 系统它有一个共同的目的。目的不明确，系统就可能出问题。再进一步，组成系统的各个要素的目的，有时候和系统总目的是不一致的，很多问题恰恰出在这个不一致上。一个公司里有人想的是把公司做大做强，有人想的是多发点工资。 系统思维有了系统的概念后，你在看事物的时候除了知道「找坏人」的线性思维外，还可以试试系统思维。 系统里的关键是结构关系，而系统思维简单的说就是「找关系」。比如说汽车为什么能启动呢？你可能会说，因为踩了油门啊，这就是找原因的线性思维。系统思维来看的话，它会把汽车本身看成一个系统，系统里有汽车速度、油门、刹车三个元素，而这三者之间形成的关系是：「油门越大速度越快，刹车越大速度越慢。」系统思维就是找关系，分析所有的问题都可以去找其构成要素之间的关系。彼得·圣洁在《第五项修炼》里总结到，我们这个世界里看起来纷繁复杂的各个事情，归根到底只有三种关系，正反馈、负反馈和延迟。 正反馈、负反馈和延迟正反馈就像滚雪球，是一个逐步升级的结构模式。比如，对新产品使用满意的顾客会主动分享给其他潜在顾客，而潜在的顾客在使用之后，又会继续分享给更多的人，使产品大卖。这种放大效果也会表现在坏的方面。比如，有消息称某只股票即将大跌，就会引起市场的恐慌，引发抛售浪潮。我们平时所说的良性循环、马太效应，都是正反馈的表现形式。 正反馈虽然会逐步放大原有的发展趋势，但也不会无止境地放大，这是因为还有负反馈在发挥作用。负反馈「平衡回路」是一种自我调节机制，主要是用来保持某种目标。比如国家看谁太富了就多收他点税，看谁太穷就多发他点钱，家里看老婆情绪不对了就赶紧哄。负反馈总是让系统回到「正轨」上来。 相比于正反馈，负反馈非常隐蔽，因为要把系统往回拽的那个负反馈其目标往往很隐性，甚至有时还根本没人承认有负反馈的存在。当出现「一个劲儿地忙来忙去，事情却原地不动」的感受时，这就意味着某种负反馈正在起作用。 行动并不会立即产生结果，二者之间存在着延迟。我们常说「付出总有回报」，一个「总」字就表明了行动和结果之间的延迟。可以说，几乎所有的反馈都有延迟，比如，今天的投入是为了明天的回报，吃过的药要等肠胃消化之后才能发挥作用。 无论是正反馈、负反馈还是延迟，都只是系统运行模式的基础模块，是我们找事物之间关系的基本方法。掌握了这个方法，我们就能够对问题进行简单的分析。但是想要解决问题，我们还得找到合适的切入点。 有效杠杆点找到系统里合适的一个点，即使采取微小的行动，有时也会带来可观的、持续的改善，这个点就是有效杠杆点。有效杠杆点就好比一艘船的「小舵板」。小舵板是船上的「舵中舵」，它的尺寸只有船舵的很小一部分，作用是让转舵更容易。船越大，小舵板就越重要，因为大量的水流会使船舵很难转动。 麻烦的是有效杠杆点往往很难被发现。要找有效杠杆点，关键在于学会观察事件背后的结构模式，这些模式也被称为「系统基本模式」，它们是复杂问题背后的简洁定律。 系统基本模式结构模式决定行为模式。我们常说「屁股决定脑袋」，你在系统里的位置决定了你的行为，换个人还是会这么做。 某些结构模式反复发生。如果说，正反馈、负反馈和延迟是系统思维的名词和动词，那么系统基本模式就是不断反复出现的基本语句、简单的故事段落。了解结构模式的运作，能帮我们找到系统中的有效杠杆点。 目前被提炼出来的系统基本模式比较少，圣洁在《第五项修炼》里介绍了 9 种系统基本模式的研究和应用，下面就其中之一的「转移负担」模式做个简单介绍。 转移负担转移负担模式是指，从根本上解决问题的难度较大时，我们就把问题「转移负担」到其他一些短期快速见效的方法上。虽然这些方法看上去非常高效，但只是减轻了表面症状，并没有改变深层次的问题，甚至可能使得深层次问题越来越严重，让整个系统丧失了本来可能解决深层次问题的能力。 图 如上图所示，转移负担的基本模式由两个负反馈回路组成。两个回路都在调整或修正同一个问题的症状。上面的回路代表症状缓解的措施，它可以迅速缓解症状，但只是暂时的缓解。下面的回路有一个延迟，它代表更根本的解决方法，其功效需要更长的时间才能显现出来，但远比症状缓解措施有效，而且可能也是唯一长期有效的解决方法。 转移负担其实在生活中非常常见。在面对压力时，有人会考虑借酒消愁，表面上看起来好像减轻了压力，但事实上却是借酒浇愁愁更愁，对问题的解决没有丝毫帮助。在公司里很多管理者也普遍存在转移负担的现象，比如管理者把某项工作分配给员工去做，而员工做起来有些困难，他们就会亲自介入处理问题，以至于员工没有机会获得做好工作必备的经验和技能。那些经常被管理者代劳的员工，自信心和判断力会大幅下降，同时对上司产生严重的依赖感，越来越无法胜任自己的工作。 针对转移负担模式的系统，有效杠杆点就是把强化根本解决方法和弱化症状缓解措施结合起来。对借酒减压的人来说，应该敢于面对压力解决问题，避免不必要的酗酒；对企业管理者来说，应该把自己变成教练和指导，而不是解决问题的人，才能帮助员工提升职业技能。 系统思维说起来并不难，真正用好却很难，因为现实里的很多系统它不是一个单一的基本模式，而是由多个模式组合的。但是只要你脑子里有了系统思维的概念，以后看问题你就会多了一个角度。 小结系统是由多个元素组成的整体，各个元素之间又有联系；系统思维就是「找关系」，系统里各要素的关系归根到底只有正反馈、负反馈和延迟三种；系统里找到有效杠杆点，即使采取微小的行动，也会带来可观的、持续的改善；认清系统的基本模式有助于我们找到有效杠杆点。 参考材料1.彼得·圣洁的《第五项修炼》 2.万维钢的精英日课 3.雷·达利奥的《原则》 推荐阅读经济解释 把加油站建在公路边的傻子 换个角度看房贷 互联网的特性重新定义了「知识」，原来我们以为印刷在图书、报纸上具体的文字信息就是知识，但其实根本不存在这么一种叫「知识」的东西保存在这些媒介里。网络世界里，知识不在书本里，也不在我们每个人的大脑里，而是「网络本身」。你可以把互联网想象成一间间有人的房间，当知识网络化后，最有价值的不是房间里的哪个人，而是容纳了所有人和思想，并且和外界产生连接的「房间」。 如有收获，点赞、收藏、转发朋友圈都是一种支持","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"把加油站建在公路边的傻子","date":"2018-11-04T13:00:00.000Z","path":"2018/11/04/20181104把加油站建在公路边的傻子/","text":"一个有趣的例子： 有一群不懂世事的傻子，他们听说开加油站很好玩，于是每个人都开了加油站。因为是傻子嘛，有的人把加油站建在了荒山上，有的人建在密林之中，有的人建在海上等等。没有汽车经过的话加油站怎么可能生存呢？但巧的是他们当中有几个傻子把加油站建在了公路边上。过不了多久，适中生存，只有那些把加油站建在公路边的傻子们存活了下来，但实际上他们对自己的所作所为一无所知。 看完这个例子你可能会有点懵逼，且往后看。 01. 理性之争人在做决策的时候理性不理性，这在经济学里一直是一个争论。经济学是研究人在有限资源情况下做决策的学问，传统经济学的一个基本假设是「理性人」。但又有人说我们在做决策的时候往往是不理性的，课堂上的「黑板经济学」太脱离现实了，哈佛大学的学生还曾为此抗议过。近些年来流行的行为经济学就是研究人的心理偏见「非理性」对判断和决策的影响。 02. 理性不理性不要紧每个生活在这世上的人，求的是存活而不是最优。这个世界是充满不确定性的，从统计学的角度来看，只要有不确定性，你就没法获得一个最优的解，顶多也就是一个最优的概率区间。经济学家阿尔钦说，那些争论理性不理性的人重心都放错地方了。理性不理性不要紧，我们关心的应该是存活条件。就像前面的例子里，那些人傻不傻不要紧，我们关心的是只有把加油站建在公路边的人才能存活。 一个人、一个组织、一个制度，它是怎么存活下来的？它是在什么条件下存活下来的？我们关心的是这个，而它到底是理性的还是非理性的其实不要紧。一棵树，向阳的那面树叶比较茂密，向阴的那面比较稀松。这些树叶是有理性的吗？它们是不是因为明白了这个道理而争相长在向阳的那面呢？不管树叶有没有理性，我们关心的是「向阳的地方树叶长得茂密而向阴的地方稀松」这个规律。 物竞天择，适者生存。你是不是感觉很熟悉。是的，这就是达尔文的进化论。《国富论》和《物种起源》讲的其实是一回事，你可以把《国富论》当成人类社会版的《物种起源》，也可以把《物种起源》当成大自然版的《国富论》。经济学里的「看不见的手」放到自然界就变成了「自然选择」，而进化论里的「自然选择」放到经济学里就变成了「看不见的手」。 03. 幸存者偏差人常常会以偏概全，以为小样本可以代表整体。适者生存，剩者为王，我们有时会只会看到那些存活下来的，而选择性的忽略那些被淘汰的，这就是幸存者偏差。 比尔盖茨没上完大学就退学了，但他创立了微软还成了世界首富。那我们能不能说，干脆就不要上大学了？不上大学不是也能够成功？假设没有上过大学的和上过大学的人成功概率是一样的，因为没上过大学的人数毕竟更多嘛，那么社会上我们应该看到更多没有上过大学的企业家，但实际上成功企业家里更多的是上过大学的。上大学呢，不能保证你肯定能成功，但大学教育还是能降低你失败概率的。这可不一定是因为你在大学里学了什么有用的东西，更可能是因为现在社会对没上过大学的更加「歧视」而已。 看待一件事物我们应该要有「幸存者偏差」的概念。比如看待成功人士的经验，成功不可复制，一些成功人士分享的成功经验，哪怕他们说的是真的，哪怕你按照他们的路一步一步走下来，你也未必会成功，因为条件不一样了。成功人士的经验可借鉴，但那些被淘汰人的经验可能更具启发性。成功的反义词不是失败而是平庸，失败者和成功者同样光荣，因为他们都在尝试。 04. 看待错误当其他人在争论人到底理性不理性的时候，阿尔钦说你们的重心放错地方了。我们看待一件事物时很多时候会把重心放错地方，比如看待错误。人具有动物性，天性的傲慢和自负让我们对待错误的第一个反应就是给自己辩解，有的人甚至连辩解都做不到直接就生气。每个人在这世上都不可避免的会犯错，看待错误我们的重心不应该放在责任是谁上，而更应该关注错误能给自己带来什么样的改变。 保持开放的心态可以让我们正确的看待错误。承认自己的无知比知道一切更重要，知道自己所不知道的以及如何处理它们比你所知道的东西重要的多。有了这个心态后，你会觉得错误反而是一个机会，错误能让你了解到自己未知的东西以及如何处理它们。 把错误经验进行理性处理。犯错时获得的经验教训，只要我们不刻意去记忆的话很容易就忘记了，这些经验我们不能只停留在感性层面，一定得理性的进行记录和总结，这样你才能避免以后犯同样或类似的错。积极拥抱犯错，把自己的犯错以及反思记录下来，一起成为一个「专业犯错者」吧。 小结经济学关心的是一个人、一个组织、一个制度的存活条件，而它理性不理性不要紧。我们看待事物时有时需要有「幸存者偏差」的概念。保持一个开放的心态可以让我们正确的看待错误。 参考资料 阿尔钦的《不确定性，进化与经济理论》 张五常的《经济解释》 薛兆丰的经济学课 达利奥的《原则》 推荐阅读经济解释 换个角度看房贷 羊毛出在猪身上狗买单 如有收获，点赞、转发朋友圈都是一种支持","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"如何让孩子专注学习","date":"2018-10-13T13:00:00.000Z","path":"2018/10/13/20181013如何让孩子专注学习/","text":"我们都希望自己的孩子可以专注地学习，这是丰满的理想，而骨感的现实却是：我家孩子做啥都不专注，就是玩手机最专注，一拿起手机玩游戏就放不下来。 游戏是什么？它是商业项目，背后有着几百甚至上千人的团队，想把孩子从游戏里拉出来学习的难度可想而知。既然斗不过游戏那么就加入它、跟它学，这样才有可能把孩子从游戏那拉出来。游戏的设计是符合心理学原理的，能强烈吸引孩子注意力的游戏一般都满足三个原则：明确的原则、难度匹配和及时反馈，将学习场景游戏化是让孩子专注学习的不二法门。 01. 明确的目标你看游戏都是有目标的，比如愤怒的小鸟，就是要用尽可能少的鸟打到尽可能多的猪。而且游戏还生怕目标太大、太远，又在里面设置了一个个小目标，达到就给你积分、小礼物等等。这样玩的时候每时每刻都有个小目标，当前的这个动作孩子要拿到「积分」，当然会全神贯注。 再看看我们给孩子布置任务的时候，常常目标不明确，以自己的思维模式来套孩子。比如你要孩子弹钢琴，就只说：快去好好弹钢琴！ 你是大人，当然明白这个任务的意思，就是拿出钢琴课本按照老师教你的进度，把上次学到的谱子练得再熟练点，预习一下下次要学的谱子。可孩子不知道啊，他不知道你说的「去好好弹钢琴」具体是做什么。你得帮孩子把任务分解成一个个小目标然后跟孩子说清楚。比如说：来，我们练这个谱子，先从这个小节开始。 再比如，一二年级的孩子要写一篇一百字的看图说话，「图」对孩子来说目标还是太大了，你要做的是把它分解成更小的目标。你可以问四个问题：第一个问题，画里有谁；第二个问题，他在哪；第三个问题，他在做什么；第四个问题，如果我是他，这个时候我会说一句什么话呢。孩子把这四个问题的答案写出来，这篇作文也就写完了。 给孩子明确的目标，一次就让他做一件事。哪怕你觉得很简单的事情，你也要站在孩子的角度去考虑，把任务分解成一个个小目标，这样孩子才能集中注意力。 02. 难度匹配游戏的第二个特点是游戏当前的难度和孩子玩游戏的能力相匹配。没有哪个游戏一上来就让你打 BOSS，肯定是循序渐进的。这样孩子在玩的时候不会觉得太容易了，玩一会就觉得无聊没意思；也不会觉得太难，一直失败想放弃。 我们给自己定目标的时候都知道难度适宜，要设那种「跳一跳，够得着」的。但是给孩子布置任务的时候就常常弄的太难，远超过孩子目前的能力，往往是看见「别人家的孩子」怎么样了，就要自己的孩子也要做到。 来，你把这段钢琴曲练一下！什么？太难了？这有什么难的啊，你班上的小明昨天都上台表演了这个曲子，小明能做到你也能做到！ 逼着孩子去做远超他能力的任务，结果就是把他原有的一点兴趣给磨光了。心理学上的「最近发展区」指的就是有点挑战，但是努力一下又能战胜这个挑战，这样的难度最能让孩子注意集中力。当孩子达到这个难度后，再给他提高一点，就跟打游戏一样一关一关地来。最后孩子自己会突然发现：原来我都这么厉害了！ 03. 及时反馈游戏的第三个特点是及时反馈。孩子游戏玩的是好是坏，刚才那个动作对不对，他游戏里马上就会知道，就能立刻调整来做的更好。孩子做的好，游戏就给「积分」之类的奖励，让他觉得特别开心，即使玩的不好后面也能及时调整加强改进，这就牢牢地抓住了孩子的注意力。 给予及时反馈，比如让孩子练钢琴，你可以这样点评一下：这节弹的不错，节奏比上次掌握的好多啦。哪怕你对钢琴不太懂，也可以做一些粗略的点评：我觉得这个弹的比较好听；这段好像没有上次弹得好，不太顺畅。类似于这种及时也比较具体的反馈正是孩子所需要的，能帮助他们有动力继续下去。 最怕的就是两种父母，一种是给孩子布置完任务后就不管不问，一种是专门只提供负面的反馈批评，这做的不好那做的不好，各种挑剔。相比于第一种，第二种更可怕，你有没有发现游戏从来不惩罚人，它从来不会因为你这个 BOSS 没打过，这一关没过去就把你其他的装备拿走一些，不会的，因为人受不了那种挫败感。 你以为你惩罚的是某个错误的点，但结果是你惩罚了孩子的整个行为。这句话有点抽象，具体点说。「就事论事」是我们大人觉得正常的一种思维模式，你数学考得好我不是表扬了吗？是你语文考得不好我才批评你的。但是孩子的思维模式跟我们是不一样的，他是打包记忆的，他不会记得是因为这道题错了你才批评他，他的感受是：我的学习行为正在被惩罚。 呵护孩子学习的热情，我们需要给的是及时的、具体的反馈，而不是惩罚性的批评。 04. 实战给大家分享一位家长借鉴游戏的三原则，带孩子学习英文阅读的例子。 1. 目标具体化设定明确的目标，比如每天读十页书。 2. 选择合适难度的阅读书籍推荐「oxford owl」里面的免费书籍，这个网站已经把很多电子书籍按照不同的难度、不同的年龄做了分类，很容易找到适合孩子难度的书籍。你可以让孩子自己选一个难度里他感兴趣的书，因为你给孩子选择权，他会更有动力的去做这件事情。 3. 提供及时反馈陪他一起读，他不会的时候你要马上帮助他，错的时候马上说一遍正确的。 提供随机奖励。奖励机制可以根据孩子的不同喜好设置，但一定得是随机的。比如你可以用一套扑克牌，里面一些扑克代表半小时电视，一些代表一个电影，一些代表一个小乐高玩具，一些代表一个大乐高玩具，等等。每天只要孩子完成他应该完成的任务就会得到一次抽奖机会。抽到的奖他可以选择马上兑现，或者选择留到周末，小小的升级一下「延迟享受」。 这三个步骤不光适用于英文阅读，做作业、读书、学舞蹈、下围棋等等，任何你需要孩子学会的任务都可以拿来套用。 小结借鉴游戏的明确目标、难度匹配和及时反馈的三个原则，把学习场景游戏化，是让孩子专注学习的不二法门。 参考材料 Dr.魏的家庭教育宝典 罗胖的「知识就是力量」 如有收获，点赞、转发朋友圈都是一种支持","comments":true,"tags":[{"name":"教育","slug":"教育","permalink":"http://www.stormdaglas.com/tags/教育/"}]},{"title":"经济学诺奖","date":"2018-10-11T13:00:00.000Z","path":"2018/10/11/20181011经济学诺奖/","text":"10 月 8 日下午，诺贝尔奖委员会宣布了今年的诺贝尔经济学奖得主： 威廉·诺德豪斯「Willam Nordhaus」，美国经济学家，77 岁，耶鲁大学 保罗·罗默「Paul Romer」，美国经济学家，63 岁，纽约大学 两位得主的主要研究概括起来：经济增长、知识创新和环境变化。经济增长是目标函数，知识创新和环境变化是具有外部性的内生变量。这次聊聊 Romer 的核心研究以及一点思考。 01. 内生增长理论Romer 的推论是：技术进步是经济增长的根本动因，双方会相互作用，形成几何级式的爆发式增长。 近 2000 年来人类社会 GDP 的数据显示：公元后的前面 1700 年总共增长了 3 倍。从 1700 年到 1940 年，这 200 多年增长了 10 倍。而从 1950 年开始到现在的 70 年，又增长了 10 多倍。 前面的 1700 年经济增长是个极为缓慢的过程，经济增长几乎是一条水平线；直到 18 世纪，也就是工业革命之后，这条增长曲线的斜率才有了第一次跳跃，人类经济出现了「快速」增长；再到了 20 世纪 50、60 年代，也就是计算机和互联网为代表的信息技术革命开始，这条曲线斜率再次跳跃，变成了一根几乎是垂直上升的直线，可以说人类经济增长呈现出爆发式的几何级数的增长。 古典经济学的增长理论里，资本和劳动力是增长的基本要素，资本和劳动力投入多了，经济总量也就大了，技术进步只是一个外生的变量。外生变量它的影响是间断性地、从外部对经济体系发生作用的，大家很容易把技术进步当成一个一次性事件，比如青霉素的发现、蒸汽机的发明。 而 Romer 认为技术进步会以一种持续性的、累积的方式来影响经济体系，他提出了关于知识和创新的「内生经济增长理论」。Romer 的研究用了非常多的数学推导，我们不纠结于模型细节，了解一下几个核心观点： 1、知识是经济增长的要素，知识累积会内生影响劳动力水平和资本回报率。 2、大部分技术进步源于市场激励导致的有意识的投资行为，也就是说技术是内生的。 3、创新可以使知识成为商品「比如开源代码、发明专利」，而只是商品非常特殊，它具有使用上的非竞争性和占有上的部分排他性，而且可以创造垄断利润。 Romer 的内生增长模型是前瞻性的，它对过去这几百年人类社会的增长路径做出来很好的解释，为下一次技术革命下人类社会增长模式提供了框架性的洞察。知识创新是技术进步的动力，它通过投资的方式作用于经济增长，而且是累进的、叠加的方式。 02. 做知识累积的事技术进步内生于劳动力和资本里，教育投资、研发投资都会加快知识累积，提高劳动力素质和资本收益。知识累积方面的持续投资可以长期提高一个国家的增长率，那么个人发展也是如此，一定要去做「知识」累积的投资。 可以借用「采铜」法则来判断一个事是不是「知识」累积的，值不值得做，从收益值和半衰期这两个维度来看： 收益值是指这件事当下给我们带来的收益大小，这个收益可以是心智、情感层面的，也可以是身体、物质层面的。半衰期是指这件事带来的收益随时间衰减的速度，半衰期长的事件其影响力会持续很久。 我们常常只关注一件事在发生时给我们带来的即时好处却忽略了其累积性。比如玩游戏，玩的时候带来的愉悦感是其他绝大多数事无法比拟的，可一旦停了下来，这种愉悦感就会迅速消退，这就是典型的高收益值、短半衰期的事情。 仔细想想，我们平时最喜欢做、做的最多的往往是「高收益值、短半衰期事件」，其次是「低收益值、短半衰期事件」。这就导致我们很容易陷入短半衰期的沙坑里，总是一次次地把沙子抓起来，但刚获得一些快感，沙子就从指间滑落，不得不重新来过。但长半衰期的事件就不一样，它的收益是可以累积、叠加的。即使每一次的可见效益微乎其微，但只要它的半衰期足够长，这个效益就可以传递下去，成为未来成功的一块小小基石。所以一件长半衰期的事就是值得做的事，下面给大家罗列一些长半衰期事件： 累积可信的知识；训练实践技能；构建新的思维模式；提升审美品味；反思和总结个人经历；保持和促进健康；建立和维持互相信任的关系；寻找和获得稀缺性资源；获得高峰体验等等。 小结知识创新是技术进步的动力，它通过投资的方式作用于经济增长，而且是累进的、叠加的方式。一件长半衰期的事就是值得做的事。 参考材料 香帅的北大金融学课 采铜的《精进》 推荐阅读经济解释 换个角度看房贷 羊毛出在猪身上狗买单 如有收获，点赞、转发朋友圈都是一种支持","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"看见看不见的","date":"2018-09-23T13:00:00.000Z","path":"2018/09/23/20180923看见看不见的/","text":"经济学里，一个行为和政策产生的结果肯定不只一个，而是一连串的。在这些结果里，眼前的第一个往往是「看得见的」，而随后出现的其他结果是「看不见的」。遇到这种情况，我们绝大多数人只能看见「看的见的」，比如最低工资法，低收入的人工资提高了是看得见的结果，而看不见的结果是，如果你产生的价值匹配不上提高后的最低工资，你就会被取代掉。 经济学家巴斯夏就说过：好经济学家和坏经济学家的区别就一个，坏经济学家只能看见「看得见的」后果，而好经济学家还能够看见「看不见的」。接下来的内容分为看见「看不见的」带来的好处以及如何去看见「看不见的」。 01. 带来的好处1. 提供更多选项经济学的一个核心问题是比较和选择。你能做出好选择的一个前提条件是你得知道足够多的选项，不仅要看见看的见的，还要尽量去看见那些不容易看见的、那些需要通过推测才能看的见的，足够多的选项可以帮你更好的做选择。 2. 锻炼想象力看不见的东西往往需要你去想象、推测，当你有意识地去寻找那些看不见的东西时，你的想象力可以得到锻炼。巴斯夏有篇文章叫《蜡烛制造商关于禁止太阳光线的陈情书》，文章里说太阳光照射到地球上后，蜡烛工人的工作减少了，所以蜡烛商希望国家议会阻止大家使用阳光。 大家使用太阳光后，蜡烛工人的工作减少是看得见的。看不见的是，蜡烛工人除了去做蜡烛，还可以去干别的工作，至于别的工作是什么就得要你去想象。汽车取代马车也是一样，有了汽车后马车夫失业了，但马车夫干的新工作是什么呢？未来 AI 取代劳动密集型工人也是如此。 02. 如何去「看见」下面提供三个维度让你去看到「看不见」的。 1. 从视野的维度来看一个行为和政策发生时，我们往往关注的是在现场的或者跟事件直接利益相关的主体，但当你把视野拉大，想象一下那些不在场、间接相关的主体时，就会看到一些之前「看不见」的东西。 经济学里有一个有名的「破窗理论」，它是说一个顽童把窗户打碎了，这时候窗户的主人就要去买窗户，这就刺激了窗户的生产，制造窗户的人赚了钱可以去买面包，面包工人又可以去买衣服，这样就推动了一系列生产。破窗理论的支持者认为，有破坏就有进步，破坏本身是好的。 这理论乍一听似乎有点道理，但仔细想想肯定不对。如果这个道理成立，那我们天天去砸窗户好了，这样经济就能不断发展，但这显然不可能。 窗户碎了自然要换新的，自然就会想到玻璃店老板，他跟这事直接相关。我们把视野拉大，还有电影院老板、火锅店老板等等，如果玻璃没有碎，窗户的主人可以拿着这些钱去电影院、去火锅店，可以说这些钱，因为窗户碎了被强制性地从电影业、餐饮业转移到了玻璃业，而且并没有创造新的财富。窗户主人本可以拿这些资源去做其他更有效的生产，可以带来更多的财富。 破窗理论在生活中的变种有很多，其本质是财富的强制转移而又不增加新的财富。比如城市里有些地方翻修道路，即使路是好的，可得见的是基建拉动产业发展、创造就业、更好的改善公共环境。但当你把视野拉大，看到纳税人，政府投的钱都是纳税人的税款。翻修路如果只是仅仅增加 GDP、增加就业，就是把纳税人的钱转移给了修路工人，而且并没有通过「修路」这件事来创造新的财富。 2. 从选择的维度来看你在做选择的时候可以想象一下，如果选择了这个，你要放弃了哪些选项。这时候你就比较容易看到那些「看不见的」、丢失掉的选择了。 比如说征兵制，国家发布一纸命令说所有的年轻人都有当兵的义务，既然是义务那么给你多少钱都可以，这样不就省下一大笔国防开支了吗？省下来的国防开支是看得见的，而看不见的是每个人的机会成本。旧文「成本是放弃了的最大代价」里提及，一个人干任何事都是有成本的，当兵的成本是他放弃了的其他所有职业里价值最大的那个。一个有才华的人去义务当兵，多了一个便宜的兵是看得见的，而社会上少了一个经济学家、物理学家是看不见的损失。 3. 从时间的维度来看可以从时间的维度上来看问题。你在比较手里的选项时，还可以多一个维度，拿今天和未来做比较。旧文「换个角度看房贷」里提及，资源的稀缺不仅在某个时间点，它在整个时间轴上也是稀缺的，利息是提前享用资源所付出的代价。 你能够把未来的收益想得多清楚、想得多具体、想得多大，你今天所做的投资、所做的牺牲、所做的改变就值多大。有些人急不可耐仿佛没有明天似的；有些人能够看得非常长远，能够进行长远的规划。你对未来的想象决定了你对成本计算的不同，能不能看见「看不见的」，体现在你对时间维度上的想象力。 4. 其他要看见「看不见的」，还可以从竞争、有成功必有失败、供给和需求的转化等等维度来看。看到「看不见的」难就难在你得去想象、去推理，它取决于你的认知。比如，你看零售业看到的东西跟马云看到的可能就完全不一样，所以提升认知至关重要。 小结看到「看不见」的可以为我们在做选择时提供更多选项，可以锻炼我们的想象力。从视野的维度、从选择的维度、从时间的维度，可以帮我们去看到「看不见」的东西。 参考资料1.巴斯夏的《看得见和看不见的》、《蜡烛制造商关于禁止太阳光线的陈情书》 2.薛兆丰的经济学课 3.黑兹利特的《一课经济学》 推荐阅读成本是放弃了的最大代价 换个角度看房贷 如有收获，点赞、转发朋友圈都是一种支持","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"经济解释","date":"2018-09-16T13:00:00.000Z","path":"2018/09/16/20180916经济解释/","text":"同一个现象是可以用多个理论来解释，很多牛人面对一个问题时很少谈自己的主张，更多的是在从不同的角度来做解释。经济学是门「解释」的学科，看完本文你会对「解释」、「科学方法」有一个新的认知。 01. 经济解释经济解释是以经济学的角度，用科学的方法来解释现象和人的行为。在科学的范畴里，问题只有一个，那就是「为什么」。「怎么办」是工程学的问题，而「好不好」是伦理上的问题，科学的方法我收集到的有如下 5 个点。 1. 现象或行为的存在靠主观判断凡是现象或行为，它的存在是靠主观的判断，我们绝不能在这有主观上的分歧。比如我说太远正在上升，这是我个人的主观判断，如果你不同意，认为太阳正在下降，这一点不达成共识的话，我和你就不可能一起去科学地解释太阳的现象了。我看见的是山，你看见的也是山；我说下雨，你也同意在下雨。大家对一个现象达成共识，是科学解释的一个前提条件。 我们人类牛逼的一点就是可以达成共识，人对主观现象的认同是莫名其妙地容易一致。一个现象，就算是主观不同，同意这一现象的存在也不难，比如色盲的人会同意有他自己看不到的颜色。 2. 现象有规律无论是自然现象还是人的行为，都有规律可寻的。比如太阳天天从是东边升起，别墅区的人口密度比普通小区的低，你不可能找到任何现象是完全没有规律的。某些现象是要经过很大的努力才能发现或被证实，一个新现象的发现，虽然其规律不容易找到，但从事科学研究的人一定坚信其规律的存在，并百折不挠的去找。 如果一个现象的发生毫无规律，完全随机或偶然，不可能知道它与其他现象的联系，那么这个现象就不可能被系统地解释。无迹可寻的现象，事前没有迹象事后也没有根据，比如基督教里的耶稣升天，你是不能用逻辑来推断的。 3. 推测和解释推测「不是预测」和解释是一回事。假设我们推测在某些情况下，由于某种缘故，某一种现象就会发生，那么这一现象的产生就算是被解释了。 说的比较抽象，举个具体的例子。蚊子的飞行速度比汽车慢，但因为有牛顿万有引力，在汽车里蚊子可以向前飞。解释蚊子在汽车里可以向前飞，与推断蚊子在汽车外飞行速度没有汽车快，用的是同一个理论。 4. 事实不能解释事实在科学上，现象、事实、行为还有观察所得是同一回事。解释现象需要非事实的抽象理论，因为事实的现象不能自我解释。 还是看具体的例子。天在下雨，天上一定有云「这是现象的规律」，但雨的出现不能解释云的存在；私有产权带来经济繁荣「这也是规律」，但繁荣不能解释为什么有私产。倒过来说也没有解释能力，事实的规律只能使我们知其然，但不能让我们知其所以然。 5. 可能被事实推翻理论的推测一定要「可能被事实推翻」。推测现象的发生也就是解释现象，「推测」可能被现象推翻但却没有被推翻，现象的发生证实了推测，那么现象就算被解释了。不可能被事实推翻的理论是没有解释能力的，因为这样的理论不可能被事实验证。比如「四足动物有四只脚」，这就是一个很简单的套套逻辑，它的后半部分重复了前半部的意思，你不可能想象出它在什么情况下是错的。但它其实也相当于啥也没说，半点解释能力也没有。 可能被事实推翻非常重要，如果一个理论的推测被推翻了，我们有两个选择，一个是放弃该理论，另一个是增加附件条件来挽救。挽救的代价是适用性的降低，但我们不应该见到一个理论的解释能力不够广泛就放弃它。今天不够广泛的理论明天可能会有更广泛的理论来代替它，但在此之前，这个不够广泛的理论可能是最有用的。 解释现象的能力是衡量理论的最重要准则，而不是对和错。我们古代有一个传说，认为月蚀是一只很大的天狗把月亮吃掉了。但古人曾以这无稽的假设准确地推测了月蚀发生的时刻。虽然这个月蚀理论是错的，但却大有解释能力，就算是有用的理论。今天的月蚀时刻理论代替古时的，不是因为今天的对而昨天的错，而是今天的这个理论有较大的一般性，可以解释天体中的其他现象。说不定到了明天这个月蚀时刻理论也被证实是错的，但对错无伤大雅，有解释力的就是有用的理论。 今天可能被推翻而没有被推翻的理论，明天有可能就被推翻了，这是科学进步必然的过程。 02. 多元思维解释现象又让我想到了多元思维，之前的旧文里多次有提及。不同人的视角很不一样，有的人喜欢看大局，有的人喜欢看细节；有的人是线性思维不会转弯，有的人是侧面思维钻牛角尖。人和人思维方式的差距是很大的，同一件事物，别人看到的可能是你连想都想不到的，你苦思冥想的顿悟也可能只是别人的基功工。你手里有一种工具的时候，你只能用这种工具来干活，但如果你有多种工具，你会有更多的选择，而且多种工具做同一件事会有意想不到的巨大效果。 世界是一个复杂的整体，人类全部的知识都是在尝试对这个复杂整体进行研究，各学科之间并没有泾渭分明的界限，而是相互影响的。你一直用单一思维去看待事物话的，很容易把看到的事物往自己的认知框架里套，只看到符合自己认知的一面。就好像拿着锤子的人看全世界都是钉子一样。 牛人更多的是在从不同的角度对某一事物来做解释，而不怎么谈主张。「不谈主张只做解释」你可能会觉得，这不是只空谈不实践嘛？恰恰相反，关心别人怎么做才是空谈，你干涉的是别人的实践，就跟成功不可复制一样。 保持多元的视角，让更多的观念和解释角度在自己的主观世界里共存，让其一起滋养你自己的实践。可以说关心对世界不同角度的解释，才会落实到自己的实践中。主观世界和客观实践世界之间有一条深深的沟，主观世界里有一大堆绝对的原则，在客观世界里则只是「刚刚好」的行动。 接着看一个具体的例子。我们在驾校学车的时候会了解交通规则、汽车的基本原理，这些都是主观世界的事，可以说你学会了很多原则。可你一旦进了车、上了路，原则的用处就不大了。开车的每一时刻，你说是往左打方向盘好还是往右打呢？都不对，开车实践过程中讲究的是「刚刚好」，不左也不右，这就是客观世界里的实践。一个具体实践的过程都是这样的，它是在两个相互矛盾的原则中找那个刚刚好的动态平衡点。 不是说好了人要诚实嘛？这是主观世界的原则，可为什么客观世界里，有时候不得不撒谎，而且好像也不算道德瑕疵？不是说好了认真努力、与人为善就会前程似锦嘛？为什么我这么努力可还是混的不够好？ 03. 容纳差异别人一批评我我就不高兴，这情感是我们的本能，我们绝大多数时间都是在被自己的「感性自我」所支配。我们觉得现实世界应该符合自己头脑中的规则，如果不符合我们就会觉得生气、怨恨、难过。 看待同一个事物肯定可以从有不同的视角来解释，多元的思维可以滋养你的实践，当你脑子里有这个观念后，面对不同的意见时希望你的心态可以慢慢改变，用「有用没用」的思维来代替「对错」的思维。 能容纳差异的人，在发现矛盾、发现自己想的跟现实不一样的时候，他是好奇的，觉得这是自己学习的机会，会想为什么会不一样呢，而不是一种焦虑，说一定要让它们一致。 写《原则》的达里奥有这么一个习惯： 每当我看到自然界或者社会上发生我不喜欢的事，我总爱问自己，是不是我自己错了。也许在更高的层面来看，这事就应该发生。 小结经济解释是以经济学的角度，用科学的方法来解释现象和人的行为。科学的方法：对现象或行为先要有共识、现象背后必有规律、推测和解释是一回事、事实不能解释事实、理论要可能被事实推翻。保持多元的视角，让更多的观念和解释角度在自己的主观世界里共存，让其一起滋养你自己的实践。发现差异时用「有用没用」的思维来代替「对错」的思维。 参考材料 张五常的《经济解释》 芒格的《穷查理宝典》 达里奥的《原则》 陈海贤的自我发展心理学 可能你会喜欢懂点宏观的好处 羊毛出在猪身上狗买单 如有收获，点赞、转发朋友圈都是一种支持","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"共识中的货币","date":"2018-09-02T13:00:00.000Z","path":"2018/09/02/20180902共识中的货币/","text":"上学那会在政治经济学课里我们知道了货币起源于物物交换，是一般等价物，今天我们从另一个视角来看货币。 01. 货币起源于债务货币起源于债务关系，它是对「信用」的度量单位，最原始的交换可能是这么一个场景： 张三从李四那买了一只鸡，他写了一张欠条给李四，承诺未来我会还给李四和这只鸡同等价值的某种东西。接着李四要去王五那边买一双鞋，就把这个欠条给了王五。如此类推，物物交换的过程就是这个欠条流通的过程。当这个欠条流通的时间足够长后，人们就忘记了它最开始的主人，这时候欠条就成了一个可流通、可转让的票据，也就充当了货币的功能。在这种交换的过程中，债务关系以货币的形式被量化了。 02. 首家央行的故事十七世纪的时候，英格兰有家银行财团借给国王 120 万英镑，然后就发行了 120 万英镑债务的欠条。这些欠条在发行的时候就获得了王室批准的垄断权，上面盖有一个王室的印章，任何居民都有权利使用国王的欠条来进行支付。这就意味着一笔巨额国王债务在英国境内开始流通，或者说王室的债务被货币化了，这些国王的欠条就是英国的法定货币英镑。 人类历史上的第一家央行就是这么来的，它建立在债务的基础上，而法定货币的发行也是以债务为基础。直到今天本质上也是如此，只是变成了央行和政府的合作。央行可以印钞票，但只能购买金融资产，中央政府可以购买商品和服务，可以把钱交给人民。央行购买政府债券就相当于把钱借给政府，让政府能够运行赤字预算，并通过刺激计划等手段来增加购买商品和服务的支出。 我们常说的人民币、美元其实都是用国家的信用为抵押再发行到市面上的。是国家让我们共同的信用变成了法定货币，然后让法定货币变成了全国人民债务关系的度量和记账工具，国家充当了我们彼此之间债务的信用担保人。 03. 共识货币是「政府」创造的产物，这个政府不一定是国家，有可能只是一个酋长，本质上是指一个权威体。这个权威为货币提供了信用支撑，权威的背书让大家相信这个货币没问题，达成了共识。这让我想起了《人类简史》里说的认知革命，我们人类有语言能力，超过了一般动物的表达水平，从而培养出了描述虚拟对象的能力。正是这种能力让我们可以共同相信一件事物，让我们建立起复杂的社会，发展出高度的文明。 货币有两大特点，一个是万物可换，一个是万众相信，而且前者归根到底依赖于后者。货币是有史以来最普遍也最有效的互信系统，它跟宗教最大的区别在于，宗教只有自己信而货币人人都信。你相信它能换物质财富，我也相信，就算我们俩不认识，不清楚彼此的人品，但光拼这种信任「你付了钱」，我们就能进行合作。 货币的价值只存在于我们的共识之中，其他东西也是一个道理，如旧文「真的是一分钱一分货吗」里提到的，一个东西只有人们觉得有价值它才有价值。可以说共识是一个东西价格的核心支撑，共识越强价格越坚挺，共识崩溃价格也会随之崩溃。 小结我们常见的货币单位，比如人民币、美元、欧元，本质上是对信用的度量。货币的价值只存在于我们的共识之中，共识是一个东西价格的核心支撑。 参考材料 香帅的北大金融学课 赫拉利的人类简史 可能你会喜欢懂点宏观的好处 真的是一分钱一分货吗 如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"懂点宏观的好处","date":"2018-08-25T13:00:00.000Z","path":"2018/08/25/20180825懂点宏观的好处/","text":"很多人会觉得宏观经济离我们生活太远，不接地气，没必要了解。确实，宏观需要考虑的因素实在是太多了，没专业的知识往往是一头雾水，而且加总的变量之间未必有我们自以为的相互作用和因果关系，但了解一些颗粒度比较粗的宏观知识还是很有必要的。 01. 微观背后的宏观逻辑不存在独立的微观，它的背后一定有某种宏观的逻辑。跳出来，让你既能看见树木也能看见森林。比如说，存款准备金率、利率的调整，这是宏观行为，但它会导致你手里的股票、债券等资产价格波动，然后对企业的投资、融资行为产生影响，而企业的景气与否又直接影响我们个人的求职、创业，这些又是微观行为。 02. 微观投资和宏观投资我们常说的「投资」包含着两个维度的含义，一个是宏观层的投资，比如国家的基建、企业的扩大性再生产。一个是微观层的个人投资，比如投资理财。 个人投资，比如我们的钱存在银行，这些钱银行不会白放着的，肯定会贷出去，这就变成了企业和政府的资金。同样，你直接投资股票和债券，这些资金也是流向了企业和政府，变成它们的投资资金，从而投到了各个项目上。所以微观上的个人投资是通过金融市场、金融工具变成了宏观上的生产性投资，个人投资决策是宏观层经济增长的映射。了解这个底层逻辑后，通过了解宏观投资就可以反过来指导我们个人的微观投资，让自己的资金流到那些回报高、有潜力的行业和企业里去。 03. 顺势而为任何成功都是时代的成功，要跟随大趋势。我们常说的风口，其实很大程度就是大的时代背景，任何行业本质上是时代的产物。比如移动互联网，在它普及的过程中，相关产业链可以说一股脑儿都在风口的位置，如果你在这个时候投身移动互联网行业的工作、创业、投资相关公司股票等等，这些个人决策就是顺势而为，可以让你比他人更接近成功。 很多事情你如果把它放大了看，都会有许多曲曲折折的细节，但拉长到一定的维度来看，就变成了一个相对确定性的趋势。还是说移动互联网，在它普及的过程中也遇到了种种问题，但普及的大趋势一直是在向前推进的。 找到「领先指标」是判断趋势的一个小技巧。比如说老龄化，中国现在还没有老龄化，但人口的年龄结构摆在那，这是将来必然会发生的一件事，人口年龄结构就是一个明显的领先指标。 04. 强政府我国市场上政府的影响力强大，在我国是不存在独立的市场行为，也不存在独立的政府行为，两个是绑在一起的。所以不仅要懂市场，还得懂政府的逻辑，后者可能还更重要。 别以为国家的政策离自己太远，与我们无关。政策的趋向、走势影响着我们的生活和财富。比如从 2015 年开始中央就提出「三去一降一补」，其中去杠杆是重中之重，接着在 2016-2018 年每年都有在说，显示了去杠杆的决心。去杠杆，也就是减债务负担，这跟最近的 P2P 爆雷、A 股暴跌都是息息相关的。 小结不存在独立的微观，它的背后一定有某种宏观的逻辑。微观上的个人投资是通过金融市场、金融工具变成了宏观上的生产性投资，个人投资决策是宏观上经济增长的映射。个人决策顺势而为可以让你别别人更接近成功，找到领先指标是判断趋势的一个小技巧。在我国不仅要懂市场，还得懂政府的逻辑。 PS. 最后想说的是，不需要你成为宏观经济学家，因为宏观需要考虑的因素实在是太多了，你只需要了解一些颗粒度比较粗的宏观知识即可。有关宏观经济的分析方法，强烈推荐你看一看桥水基金达里奥的《经济机器是如何运行的》。是的，就是写《原则》的那位。这个视频网上可以找到，想看文字版的可以点击左下角的「阅读原文」。 参考材料 香帅的北大金融学课 薛兆丰的经济学课 白洋的怎样快速搞懂一家公司 可能你会喜欢羊毛出在猪身上狗买单 换个角度看房贷 讲数不讲理，科斯定律带来的启示 如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"用的人越多越有价值","date":"2018-08-11T13:00:00.000Z","path":"2018/08/11/20180811用的人越多越有价值/","text":"微信日活 10 亿，你的朋友都在用，你们之间形成了一张错综复杂的网络。即使现在出现了一款功能更加强大的社交软件，你也不会迁移过去，因为你的绝大多数朋友都在微信上，电脑的操作系统也是如此。 01. 网络效应某个产品对用户的价值取决于使用这个产品其他用户的数量，这就是经济学中常说的网络效应。就像微信和操作系统，用户越多越有价值，越有价值用户越多。这种会不断累积用户粘性，一旦用户数量突破某个临界点，就会进入「赢家通吃」的状态。 02. 用户多的价值网络效应是一个公司做大的重要原因，用户多本身就是产品价值的一部分。微信才出来的时候，就有人吐槽各种烂，但这恰好说明很多人在用，才会暴露出这么多问题，很多人用这这本身就是价值。 其实今天的大城市也是如此。大家对城市有各种各样的抱怨，但这些抱怨本身就说明人们离不开大城市，大城市带来的好处比坏处多。当然人们会通过各种各样的创新方法去妥善解决城市带来的问题。 03. 异业联盟异业联盟是网络效应的一个典型应用。比如装修行业里，某些同水平品牌的门业、地板、壁纸、卫浴、家具、空调等常常组成联盟，你在这个联盟「活动期限内」任意门店购物消费，都可享受你消费金额 30% 的返券，这些券可以在联盟的其他门店里相当于等值现金消费。这就是利用了网络效应，整合资源提高用户粘性，从而达到共赢的目的。 04. 有远见的人们一套好的方案、一个好的产品，你自信它将来形成网络效应后可以带来巨大的收益。用户越多价值越高，有些产品它对初始用户的价值较低，人们不太愿意选择它，你会怎么办？ 早期的用户觉得利益不够大你就给他们一些利益。你就不要全价卖这个商品了，打个折行不行？如果打的折扣不够大你免费赠送行不行？如果免费赠送用户还不为所动你给他们加点补贴行不行？这样做是值得的。因为你能预见未来的利润，你只要把早期的用户攒够，这个产品这个方案的价值就会凸显出来，它就能吸引越来越多的用户，最后它会自己照顾自己。 这就是很多互联网项目前期大把烧钱背后的逻辑。前期大把烧钱补贴用户，在市场竞争出去尽量的获得大量用户形成网络效应，最后赢着通吃。比如亚马逊提供会员免运费，早期是亏损的，但贝佐斯看到未来的发展，坚信客户数量的提高，可以反过来降低成本，结果他是对的。亚马逊今天发展成为电商巨头。 只要人能够有远见，能够获取未来的收益，他们就会有积极性，去推广一些暂时看起来不那么受欢迎的方案。 05. 打败网络效应的因为网络效应，突破临界点达到赢家通吃的企业，最终也可能被打败。但往往不是同行，而是下一个时代。比如商圈被淘宝打败，中国移动被微信打败。 小结网络效应是指某个产品对用户的价值取决于使用这个产品其他用户的数量，用户越多越有价值。用户多本身就是产品价值的一部分。异业联盟是网络效应的一个典型应用。只要人能够有远见，能够获取未来的收益，他们就会有积极性，去推广一些暂时看起来不那么受欢迎的方案。打败网络效应的往往不是同行。 参考材料 薛兆丰的北大经济学课 刘润的五分钟商学院 可能你会喜欢羊毛出在猪身上狗买单 换个角度看房贷 讲数不讲理，科斯定律带来的启示 如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"公地悲剧","date":"2018-07-28T13:00:00.000Z","path":"2018/07/28/20180728公地悲剧/","text":"01. 公地悲剧 公共牧场上，有一群牧羊人，每个人都想要多获利一些，所以某个牧羊人就带了大量的羊来放牧，虽然他知道过度放牧，草地可能会承受不住。但他依然获利了，而后所有的牧羊人都跟进，所以草地牧草耗竭，悲剧因而发生。 一棵苹果树如果没有主人，大家都能摘。你摘了我就没有了，那么我得提前一天摘；你摘的是红苹果，我提前一天摘小一点的红苹果。他再提前一天摘，再小一点的绿苹果。再早下去，就变成了没苹果。 上面两个现象说的是「公地悲剧」，它是指由多数人共享的事物，往往只得到最少的照顾。这与旧文「吃着碗里看着锅里想着田里」提到的囚徒困境，表达着相同内容：每个人在追求自己最大利益的时候集体利益可能会受损。 公地悲剧随处可见，比如过度海洋捕捞，偷偷污染排放等等。是因为海洋、天空是「公地」，「我不捕捞，你也会捕捞」的捞一把心态造成了公地悲剧。 解决公地悲剧的一个办法是产权的界定、私有化。比如在牧场上牧羊，把牧场切割为 10 份，分给 10 个人。牧场一旦私有化后，牧民的捞一把心态就会消失，他们会有内生的动力，在放牧和保护牧场之间找到平衡。公地悲剧延伸来的「产权界定」可以给我们很多启示，我梳理了以下两点。 02. 产权界定减少竞争损耗在一个社会里面，尤其是一个有许多陌生人构成的社会里面，仅仅靠道德的规范不能够阻止竞争所带来的耗散，要有规则、要确定产权，资源才能够积累，财富才能够增加。 回到开始的例子，大家都去摘苹果，这时候红苹果就会变小红苹果、小绿苹果，最后变成没苹果。人人都去摘，这种局面会导致整个「苹果树」的价值荡然无存。 我们再来看看，人随意去摘苹果，跟城里出租车司机找客人「捞人」是不是一样？如果没有区别的话，我们会说城里的出租车太多了，会导致「公地悲剧」，应该限制出租车的数量。但实际上摘苹果和捞人这两个情况，是有根本区别的。 摘苹果的情境里面，苹果没有形成产权，人们是为了追逐和确定对苹果的产权，展开了过度的竞争。但是在捞人的例子里面，乘客口袋里的钱是有产权的、有主的，他能决定到底把这个钱分配给谁。 如果钱还没有确定，是这个城市里面很多没有主人的钱放在那里，大家去抢钱的话，那么抢钱所花的努力最后会等于钱的价值，而这个钱本身的价值就荡然无存了，造成了「无谓的损失」。但是每个人口袋里的钱不存在这种情况，每一分钱都是有主人的。这时候出租车司机再去争夺的，只不过是人们对他们所拥有的钱的不同分配方式而已。这种情况下，由于钱的产权已经被确定了，所以就不会产生无谓的损失，社会的资源就不会因为竞争而耗散掉。 人们建立规则，社会变得高度组织化，这并不见得是一件坏事。看起来每个人的自由都好像受到了限制，但其实它是增进每一个人的利益，所需要做出的妥协。 03. 产权预期影响人的行为 人民公社时期，生产队栽了很多树，但这些树无论如何就是长不大，因为没有人去用心照顾。后来宣布这些树分给私人，但第二天，许多人就把树给砍了，生产队于是又宣布把没砍的树收回。周而复始，这些树又回到长不大的状况。 预期支配人的行为，产权通过预期来影响人的行为。一个人即使有了法律上的所有权，但如果他预期这种所有权随时可能被剥夺，他就不会象真正的所有者那样行为。 为什么村民们要把分给自己的树砍了呢？因为他们预期不砍就会被收回，这种预期根深蒂固，生产队的行为又证实了他们的预期。如果农民砍了树生产队仍不宣布收回，他们的预期就会逐步改变，砍树的人肯定要后悔，几年以后，他们就会对私有产权充满信心，开始在自己的土地上重新载树。 产权是信誉的基础，明晰的产权是人们追求长远利益的动力，只有追求长远利益的人才会讲求信誉。 小结公地悲剧是指由多数人共享的事物，往往只得到最少的照顾。确定规则、产权，资源才能够积累，财富才能够增加，规则制度是增进每一个人利益所需要做的妥协。产权预期可以影响人的行为。 参考材料1.薛兆丰的北大经济学课 2.张维迎的《中国改革的核心博弈》 可能你会喜欢羊毛出在猪身上狗买单 换个角度看房贷 讲数不讲理，科斯定律带来的启示 如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"吃着碗里看着锅里想着田里","date":"2018-07-21T13:00:00.000Z","path":"2018/07/21/20180721吃着碗里看着锅里想着田里/","text":"昨晚在家又刷了一遍电影《美丽心灵》，酒吧里纳什和同学们探讨如何在一群女孩中追求最漂亮的时，有这么一段话： 如果我们全去追那个美女，结果一定是全军覆没，谁也得不到她。然后我们再去找她身边的的女性朋友，她们肯定会浇我们冷水，因为没人愿意屈居第二。但是若没人去追那个美女，那我们之间既互不侵犯，也没有羞辱到其他女孩，只有这样大家才能赢，才有机会追到那个美女。 团队中的每个人都做对本身和团队最有利的事，你想拿这套歪理去独占那个美女，门都没有。 01. 纳什均衡纳什在博弈论上的贡献让其获得了 1994 年的诺贝尔经济学奖。纳什的贡献在哪里？ 亚当·斯密认为，通过市场这只「看不见的手」的调节，个体追求私利的行为，反而会促进集体利益最大化。斯密说市场很重要，纳什加了一句：市场是很重要，但市场机制很多时候是不适用的，比如「博弈」的时候。现实世界里，大家都为自己考虑，导致的结果不一定有利于大家，也不一定有利于自己，就像电影里追那个美女的场景。 纳什均衡，就是博弈的双方可能会达到一个稳定的均衡状态，但这个均衡未必对大家都好，有可能是个坏的纳什均衡。纳什均衡最有名的案例要属「囚徒困境」了，抛开细节不说，2 个囚徒合作对双方都是最有利，但囚徒往往会因为自私和不信任，选择彼此背叛，两败俱伤，「都坦白」是囚徒困境中唯一稳定的纳什均衡，这是一个坏的纳什均衡。 02. 制度造就好坏均衡囚徒困境中两人互相信任，都不坦白的结局最好，但我保证不了另外一人不坦白，在当前的制度设计下，选择坦白对我来说才是最有利的，是最优策略。 人的自利可能导致好的纳什均衡，也可能导致坏的纳什均衡，关键在于制度的设计。比如人民公社，大锅饭的理想是共同富裕，但在这个制度设计下，不干活也能吃到饭，偷懒成了每个人的最优策略，最终形成了所有人都不干活的「坏的均衡」。实行包产到户，偷懒分不到别人的劳动成果，每个人的最优策略就变成了勤奋，最终形成了「好的均衡」。 03. 跳出「零和博弈」零和博弈是博弈论中的一个大类。你赢是建立在我输的基础上的，比如最简单的剪刀、石头、布，可以说不是你死就是我活。 1. 封闭系统内的零和博弈比如我们俩现在进行羽毛球比赛，各出 1000 块堵输赢，这是零和博弈。这时候一个赞助商跑来说，这 1000 块我出了，此时无论我们俩谁赢了，总收益变成了 1000，零和博弈变成了正和博弈。但跳出我们俩这个框架，从我、你、赞助商三方这个角度来看它还是一个零和博弈。 接着看，赞助商把这场比赛的电视转播权 5000 块卖给了一家电视台。我、你、赞助商的总收益这时就变成了 5000，我们三个变成了正和博弈。同理，跳出这个框架，从我、你、赞助商、电视台四方这个角度来看它还是一个零和博弈。 零和博弈只存在你的封闭系统内部。 2. 寻求增量打破零和博弈的一个策略是打开封闭系统，寻求增量，让零和博弈变成正和博弈，就好比吃着碗里的，看着锅里的，想着田里的。对一个人、一个企业来说，都需要有把眼光放到系统外的思维，将零和博弈「分蛋糕」变成正和博弈「做大蛋糕」。 很多商业模式的创新就是创造性的把第三方引入到封闭系统内，打破边界把零和博弈变成了正和博弈，特别是一些互联网行业，羊毛出在猪身上狗买单。 小结纳什均衡就是博弈的双方可能会达到一个稳定的均衡状态，但这个均衡可能是好的，也可能是坏的。人的自利导致好的纳什均衡还是坏的纳什均衡，关键在于制度的设计。零和博弈只存在封闭系统内部，打破它一个策略是打开封闭系统，寻求增量，让零和博弈变成正和博弈，吃着碗里的，看着锅里的，想着田里的。 参考材料1.刘润的五分钟商学院 2.美丽心灵 可能你会喜欢羊毛出在猪身上狗买单 换个角度看房贷 讲数不讲理，科斯定律带来的启示 如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"头等舱和经济舱的价格歧视","date":"2018-07-15T13:00:00.000Z","path":"2018/07/15/20180715头等舱和经济舱的价格歧视/","text":"坐飞机的时候，你会看见经济舱里黑压压的一群人，而在头等舱里乘客可以躺着睡觉。吃饭的时候，经济舱的乘客要等老半天才轮到自己，而头等舱的乘客一进机舱，乘务员会给你挂起衣服，送上不同的饮料，换上舒适的拖鞋。如果你是终身白金卡会员，机长还会专门过来跟你打招呼。现实生活中这种「价格歧视」的现象有很多很多，实施价格歧视的目的是什么呢。 01. 价格歧视经济学上的「歧视」是个中性词，是区别对待的意思，有兴趣的话可以看看旧文「凡选择必有歧视」。而价格歧视简单的说是对不同的用户收取不同的价格。 1. 消费者剩余消费者剩余是一个商品的使用价值和交换价值的差值。拿水来作例子吧，你在沙漠里很久没喝水了，渴得要死，你愿意出多少钱买一瓶水呢？我说是 1000 元都可能低估了，这 1000 元是使用价。这时候你碰到一个商队，可以用 100 元买一瓶水，这 100 元是交换价值。消费者剩余就是这 1000 与 100 的差值。 市场上任何一个商品或服务的交易，对你来说肯定是使用价高于交换价的，否则交易无法完成。消费者剩余是买卖双方共同产生、共同拥有、共同瓜分的，谁收割的多谁收割的少是没必然对错的。卖家追求利润的最大化，就会尽可能地让成交价「交换价」接近你心里的使用价。 但是同一个东西在不同人心里其使用价值是不同的，我在旧文「真的是一分钱一分货吗」里提到的个人主观价值论，其核心观点是一个东西的价值有人来决定的，那么同一个东西在不同人眼里的使用价值不同，同一个东西在不同的地点、不同的时间点的使用价值也是不同的。价格歧视的目的就是让卖家尽可能地多收割消费者剩余。 2. 理想和现实的价格歧视理想的价格歧视是指卖家把所有的消费者剩余全占了。怎么卖？ 如果你已经饥肠辘辘，他会对你说：“来，我一口一口地给你卖食物，第一口你愿意出的最高价是多少啊？”你说：“我出的最高价是 100 块钱一口。”卖家他先赚第一个 100 块钱，然后说：“第二口你愿意出的最高价是多少啊？”我说：“第二口是 99 块钱，第三口是 98 块钱。”这样一口一口地卖，结果消费者剩余就全归卖家了。 这种理想的价格歧视在现实生活中很难实现，我们见的最多的是卖家对不同的人群或不同的地域收取不同的价格。比如很多产品有学生版、家庭版、专业版、终极版，这针对的就是不同的人群。比如很多的产品在不同的地域、不同的国家有着不同的销售策略和定价。 3. 防止转售要实施价格歧视，一个重要的前提是防止消费者之间对同样的产品进行转售，越是难以防止转售的商品就越难以实施价格歧视。比如可口可乐，你卖给学生低价卖给教授高价，教授就会让学生去代自己买。但对于那些不能转售的商品或者服务，卖家就会大量进行价格歧视，比方说在餐厅里面喝的水、饮料，它们的价格差距就非常大。 02. 交叉补贴价格歧视的本质是交叉补贴、各取所需。我们再看经济舱和头等舱的乘客，他们对飞行服务的要求有些是相同的，比如安全、飞行时间、路线等；有些又是不同的，比如服务质量、舒适度等。 如果要消除这种不公平的现象，让这两种人群分别乘坐两架不同的飞机，也是可以做到的，但这就需要更多的成本了。航空服务的设计者把这两群人放到一块儿，既满足了共同的需求，又满足了差异化的需求。 站在消费者的角度，我个人觉得一个商品、服务采用不同价格策略，也就是价格歧视没啥对错。还是以经济舱、头等舱为例。我买的是经济舱，不是因为买不起头等舱，而是因为对现阶段的我来说那太不值得了。在我的欲望排序表里，舒适宽敞的坐飞机比较靠后，让自己不舒服点，坚持几个小时就可以省下数千元我觉得很值，是我自愿的选择，没啥可抱怨的。但是，假设头等舱的机票价格跟经济舱一样，却因为官职、户籍或者其他什么规则禁止我买头等舱机票，那我就不爽了，而且会对经济舱的不舒服倍感憎恶。从这个角度来看，争夺资源时价格竞争也是众多竞争规则中被人所普遍接受的，有兴趣的可以看旧文「竞争资源票子优先」。 03. 价格歧视看药神前些日子大火的影片药神，个人印象最深的镜头是徐峥小舅子曹斌去抓药贩时，身患白血病的大婶对他说的那段话：“我只是想活下去，我有什么错？” 看到那段很有触动，当时第一个反应就是这药不该卖那么贵，应该让仿制药也合法销售，救人命。第二个层次的思考，我们常说商业是最大的慈善。如果大家都去吃仿制药，商人没有足够利益驱动就不会投入资金进行新药的研制，那么未来可能会死更多的人。第三个层次的思考，对于这种抗癌救命的药，是否能通过制度来实施价格歧视策略，穷人吃便宜的富人吃贵的，就跟富人多交税一样。 每个人在看待问题的时候需要多些层次的思考，就像曹大前几天的一篇文章里说的： 每个人看待问题的时候，思考深度稍微深入一点。不要只停留在某个维度或某个自我的尺度上看待问题，深入思考有助于我们把握一些问题本质，从而寻求更根本和基础的解决方案，而不是停留在一些表面现象上喊对错。 小结价格歧视的含义就是对不同的用户收取不同的价格。消费者剩余是一个商品的使用价值和交换价值的差值。价格歧视的目的是让卖家尽可能地多收割消费者剩余。现实生活中常见的价格歧视是对不同的人群或不同的地域实施不同的价格。价格歧视的本质是交叉补贴、各取所需。看待问题的时候需要多些层次的思考。 参考材料1.张五常的《经济解释》 2.薛兆丰的北大经济学课 3.曹大的公号 caoz 的梦呓 可能你会喜欢羊毛出在猪身上狗买单 换个角度看房贷 讲数不讲理，科斯定律带来的启示 如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"要得到先放弃","date":"2018-07-07T13:00:00.000Z","path":"2018/07/07/20180707要得到先放弃/","text":"最近在读华杉的讲透孙子兵法，讲虚实篇的时候说到了西贝的案例： 这几年上升非常快的明星餐饮企业西贝莜面村，它起飞的引爆点是在 2014 年，西贝在北京财富广场开了一间新店，他们自己管叫第三代店。 过去的店面都是 3000 平的大店，很多包间，100 多道菜可选，而财富广场的新店面积只有不到 300 平，所有的包间都没了，顾客全部坐在大厅里，菜品也砍到了 33 道。 西贝这么做背后的逻辑是什么呢？ 01. 面面俱到面面不到经济学是一门研究资源稀缺条件下人们如何选择的学问，我们面临的一个基本事实是东西不够。资源有限，一个人做任何事情都是有成本的，成本是放弃了的最大代价。资源有限，一个人、一个企业想要面面俱到就意味这面面不到，你选了这头就不能选那头，全都想要是不可能的。 02. 以实击虚用石头击鸡蛋的道理大家都懂，难就难在认不清面面俱到不可能的事实，总想着把自己每个方面都做实，追求无敌。认清面面俱到不可能的事实后，你要做的就是先放弃某些面，让其虚，集中有限的资源把某个地方做实，以虚换实，再拿自己的实去击别人的虚。 西贝店面面积减少、菜品减少，换来的实是「闭着眼睛点，道道都好吃」。只有 33 道菜，西贝可以精挑细选，做最擅长的菜，质量也能控制。靠着这个策略西贝在 5 年内实现了快速地扩张，销售收入增长了 8 倍。 03. 比较优势每个人都有自己擅长的和不擅长的，比较优势最早是李嘉图提出来的，其核心是自己跟自己比，总有效率比较高，成本比较低的生产项目，专注这种生产项目然后跟别人进行交换，整个社会的财富能够得到增加，而个人的财富也能够得到增加。 大多数人都以为知道自己擅长做什么，其实不然，我们更多的情况是只知道自己不擅长什么。那么如何发现自己的长处，一个有效的办法是「回馈分析法」。每当你做出重要决定或重要决策的时候，你可以事先记录下自己对结果的预期，9 到 12 了个月后再将实际结果与自己的预期比较。去做，光自己在那想是没用的。 04. 比较劣势说完比较优势我们再反过来看比较劣势。大家在做选择的时候应该注重自己的比较劣势，也就是要知道自己的劣势和不足，这样可以让你「理性」。 比如选择自己职业的时候，要尽力回避因自身缺陷难以胜任的领域。否则当你见到某同学去金融机构做的很好，便产生凭什么我不能去、大学时我金融成绩比他好之类的不正常心态。知道自己的比较劣势会让你更「理性」，你会认为那个同学成功是因为他确实优秀，而他很优秀的那个面你是不足的。了解了自己的不足还跟别人在这个面上比，无异于以卵击石。 小结资源有限，面面俱到往往意味着面面不到。集中有限的资源以虚换实，用自己的实击别人的需。回馈分析法可以有效地让你了解自己的长处。了解自己的比较劣势可以让你更理性。 参考材料 华杉的讲透孙子兵法 李晓教授 2018 年吉大经济学院毕业典礼讲话 可能你会喜欢羊毛出在猪身上狗买单 模特|医生|公务员三个职业你选哪个 换个角度看房贷 如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"真的是一分钱一分货吗","date":"2018-06-30T13:00:00.000Z","path":"2018/06/30/20180630真的是一分钱一分货吗/","text":"罗胖的逻辑思维，记得有一期里有这么一个段子： 如果我现在拿出一个手机，我说这个手机 10 块钱，功能非常好，质量也不错，样子也不难看。 10 块钱卖给你，前提是你得用，你说你会买吗？ 你不会用的！因为你吃饭的时候你掏出来搁桌上，你对面会认出来的。 “哎哟，10 块那一款”。 01. 价值是由人决定的一个东西的价值由什么来决定的？大家听到最多的估计是「客观价值论」，就是说一个东西都有其客观的、内在的、不以人意志为转移的价值，而价格是围绕这个客观价值上下波动的一个现象。而在地道的经济学思维里，一个东西的价值是由人决定的，也就是「主观价值论」。是人赋予一个东西的价值，它是绝对主观的，并不存在什么客观的价值，没人的话，什么财富都没意义。 凡是「客观价值论」能解释的现象，「主观价值论」也都能解释。比如钻石很贵，客观价值论的角度来看，是因为它稀有，本身的价值高。从主观价值论来看，是因为人们喜欢它、看重它。 而「客观价值论」不能解释的现象，「主观价值论」也能解释。比如一个明星拍个广告，很值钱，而一个普通人来拍同样的广告就不值钱。从客观价值论的角度来看说不通，因为这 2 个人拍广告所凝聚的无差别劳动是差不多的。但从主观价值论的角度来看，是因为人们看重明星效应，人们喜欢她。 可以说，一个东西只有人们觉得有价值它才有价值。 02. 不要随意评判他人的消费一个东西的价值是由人决定，那么同一个东西，在不同人心里的价值可能大不相同。我们常常看到，很多男人不允许自家女人买化妆品，很多女人不允许自家男人花钱玩网游。 你不能用自己的喜好来判断别人的消费标准，你觉得没价值的东西在别人心里可能很有价值，因为你没法体验别人能获得的乐趣。 这个世界的机会组合是很复杂的，谁也不晓得你啥时候花的钱，突然有一天就成倍成倍地开始回报你。有些人花钱在打游戏上，突然就靠游戏挣钱了；有些人花钱在吃上，突然就靠吃挣钱了；有些人花钱在买书上，突然就靠知识挣钱了。 03. 利用价值感的价格锚点对一个产品来说，最最关键的是你能不能把它卖出去，能不能适销对路，有没有人需要你的产品。从主观价值论的角度来看，一个人消费其实并不是真的为商品的成本付费，而是为商品的价值感而付费。商业策略里的「价格锚点」正是利用了这一点。 价格锚点是 1992 年一个叫托奥斯基的人提出来的，他认为消费者在对产品价格并不确定的时候，会采取两种非常重要的原则来判断这个产品价格是否合适。一个是避免极端，一个是权衡对比。可以看下面的案例： 你出差住酒店，酒店里有 2 个上网付费方案，一个是 80 元 1 小时，一个是 105 元 1 整天。绝大多数人会毫不犹豫地选择 105 元 1 整天。 再比如，你去快餐店吃饭，看见一个新出的汉堡，售价 18 元；一份薯条，10 元；一杯可乐， 8 元。觉得挺贵。再往下看，一份超级套餐，包含上述的汉堡、薯条、可乐，加一起 15 元。你怀疑自己看错了，包含汉堡的套餐，居然比单独的汉堡还便宜。赶紧购买，觉得占了便宜。 其实那 80 元唯一存在的价值，就是让你觉得那 105 元非常划算，80 元就是所谓的价格锚点。同样，单个的汉堡、薯条、可乐也是价格锚点，其实都是炮灰。 小结一个东西的价值是由人决定的，只有大家觉得有价值它才有价值。不要随便用自己的喜好来判断他人的消费标准。利用价值感的价格锚点是种有效的定价策略。 参考材料1.薛兆丰的北大经济学课 2.刘润的五分钟商学院 可能你会喜欢羊毛出在猪身上狗买单 换个角度看房贷 模特|医生|公务员三个职业你选哪个 与你分享地道的经济学思维，如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"羊毛出在猪身上狗买单","date":"2018-06-23T13:00:00.000Z","path":"2018/06/23/20180623羊毛出在猪身上狗买单/","text":"生活中我们常常遇到「免费」的东西。杭州西湖周边景区免费，但你要知道新政实施后，吸引了大量游客，周边的餐饮住宿创收 200 多个亿，同期增长达 5 倍。虽然作为公共设施的「西湖」没有盈利，可从政府的角度来看，游客增加带来消费，消费带来税收和就业。 同样的，很多企业也采用这种「免费」商业模式，比如乐视买会员送电视，硬件电视是「免费」的。 01. 全盘生意来看盈亏一个企业到底是赚了还是亏了，得从全盘生意来看。只要整盘生意能够赚钱，具体哪个环节是免费的，哪个环节是优惠价卖出去的，哪个环节是赚取超额利润的，这些都无所谓。只要赚取超额利润的那个环节可以 Cover「覆盖」掉整个生意的成本就行。 02. 免费经济学免费经济学最早是由《长尾理论》的作者克里斯·安德森提出来的。克里斯说，「免费」是指将免费商品的成本进行转移，比如转移到另一个商品，或者后续服务上。 它的核心逻辑分两个阶段。第一阶段是先用钱来获取流量，免费的本质是诱钩，目的是获取流量，也就是潜在客户。第二阶段就是转化，让潜在客户拿这些钱去购买「免费」的产品。所以很多人一提到免费，就会想到「羊毛出在猪身上狗买单」。 1. 生产者角度我们先站在生产者角度来看，一般有哪几种方式来实现「免费商业模式」的。 01. 交叉补贴如果你想要用户以后持续的重复购买，你就可以把这个产品的基座免费。比如饮水机免费，桶装水收费。比如最开始提到的，乐视买会员送电视。 02. 先免后收如果你想要用户以后购买高端产品，你就可以把低端版本免费。比如淘宝店铺注册免费，店铺升级装修、直通车收费。 03. 三方市场如果你想要用户的注意力、行为习惯、人际关系，你就可以把一部分产品免费。比如微信公众号的文章免费，再在公号上做广告向第三方收费。大部分自媒体，其实还包括几乎所有的传统媒体，都是三方付费的模式。 2. 消费者角度一旦把收费分成两阶段，就出现了在一段和二段之间的套利空间。比如淘宝曾经搞过签到送淘金币的活动，结果周围有人注册了几千个淘宝账户，每天用软件自动登录签到，淘金币累积到一定程度就去换购产品变现。这可以说是免费模式的一个挑战。 作为消费者，我们对「免费商业模式」两阶段的逻辑了解后，如果觉得值得，二阶段的付费未尝不可，商业本质是上就是价值交换。 顺便再聊一聊对知识付费的一点感触。大家都能感觉到，这两年知识付费特别火，很多知识付费平台上用的就是免费商业模式，比如「得到」上罗胖的逻辑思维是免费的，是第一阶段，而里面的书收费、平台上大师课和专栏收费，是二阶段。可以说这是个最好的年代，因为你花点小钱就能接触到很多领域里顶级的知识框架，这在以前是不可想象的。 但是，有人统计过网易公开课里的一个数据，在第一节课下面有很多人留言：“ 感谢网易，在家可以上哈佛了，我一定要好好学完 ”，然后最后一节课的打开量连第一节课的 1% 都不到，这跟健身房的数据何其相似。 互联网产品边际成本为零的特性，天生适合「二段收费」的商业模式。在知识付费里可以说是九成的人补贴了那一成勤奋学习的人。从这个角度来看，当你二阶段付费后是不是一定要去成为那一成的人呢，否者你就补贴了其他人，亏大了，还不如享受一段的免费。 小结希望用户重复购买，你可以把产品基座免费；希望用户购买高端产品，可以把低端版本免费；希望得到流量，可以把一部分产品免费。收费分成两阶段会出现在一段和二段间的套利空间。知识付费时代，二阶段付费后要争取去做被补贴的人。 参考材料1.刘润的五分钟商学院 2.薛兆丰的北大经济学课 可能你会喜欢换个角度看房贷 模特|医生|公务员三个职业你选哪个 讲数不讲理，科斯定律带来的启示 时装女模收入比男模高背后的逻辑 与你分享地道的经济学思维，如有收获请多推荐","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"老美加息聊债务","date":"2018-06-17T13:00:00.000Z","path":"2018/06/17/20180617老美加息聊债务/","text":"14 号凌晨 2 点，美联储再度加息，已经加到了 1.75-2%，这是本轮加息周期以来美联储的第 7 次加息了。 01. 老美加息背后的一个逻辑从 1980 年以来，全球的经济体制本质上就是美元体制。美国政府以借债形式印出美元，然后再通过庞大的贸易逆差，将美元输出到全世界，由此向全球输出购买力，支撑全球贸易体系，推动全球经济发展。这种体制最大的一个问题是美国政府的负债能力有上限，一旦上限到了，就只能被迫选择加息缩表，促使美元和产业回流，以缩减贸易逆差，减少对外的美元供应。 大家经常听到「债务」这个词，比如地方政府债台高筑啊，比如前些天国内很多企业债务违约啊。债务，也就是「信贷」，是经济中最重要的组成部分，但估计也是我们大多数人最不了解的部分。今天就来聊聊信贷。 02. 信贷1. 信贷的概念贷款人和借款人与在市场中进行交易的买方和卖方一样。贷款人希望自己的钱生出更多的钱，而借款人则想购买当前无法负担的某种东西，例如房子、车子或者进行投资，比如创业。 信贷可以同时满足贷款人和借款人的需求，任何 2 个人都可以通过协商产生信贷「credit」。信贷一旦产生，立即成为债务。债务是贷款人的资产，是借款人的负债。等借款人今后偿还了贷款，并支付了利息，这些资产和负债都消失了，交易完成。 举个例子，你在酒吧可以用现金买一杯啤酒，交易立即完成。你也可以用信贷来买，例如赊账，相当于你承诺今后为这杯啤酒付钱。你和调酒师一起创造了一笔资产和一笔负债，你们凭空制造出了信贷。只有在你偿还了这笔赊账之后，这笔资产和负债才会消失，债务才会还清，交易才会结束。其实我们现实生活中大部分所谓的「钱」是信贷也。 2. 债务违约接着看酒吧的例子，当你用赊账的方式买一杯啤酒时，你是在承若以后偿还酒吧的赊账，你的「承若」是酒吧的一项资产。但是如果你不兑现承若，不偿还酒吧的赊账，这就是债务违约，那么酒吧的这项资产实际上一文不值，它实际上是消失了。 一个反常规的概念是，债务违约是必要的。没有违约的市场就像没有死亡的自然界一样，很难具有一个良好的生态，债务违约的存在保证了债务市场的正常运行。 从理论上来说绝对意义上的欠债还钱是不存在的，因为债务的利息包括两个部分，一部分是资金的时间价值，有关利息的相关概念可以看旧文「换个角度看房贷」。 债务利息的另外一部分就是借钱给你的人承担着被赖账的可能性及违约风险而要求的补偿。这个风险越高，要求的补偿就越多。 你想想啊，如果借款人赖账的可能性为 0，借款人会得到大量的低成本的资金。咱们中国市场上有个词叫「刚兑」，就是刚性兑付，说的是为了避免国有企业的破产，政府会出手兜底，强行地将本该发生的违约事件化解，也就是说政府会人为地将违约的风险降到零。 很多国有企业发行企业债，因为它们知道有政府兜底，没有破产的压力，所以就完全不顾自己的偿债能力拼命地发。而另外一方面，这些债券的投资者主要是国有大银行，因为有政府兜底，它们也不关心违约风险，就收购了大量根本没有偿付能力的债券，让银行的资产质量变得越来越差。这也就是地方政府债台高筑背后的逻辑。 3. 信贷增加支出借款人一旦获得信贷，他就可以增加自己的支出。比如你年收入 10W，你有良好的信用可以获得信贷 2W， 这 2W 的购买力跟那 10W 是没区别的。支出是经济的驱动力，因为一个人的支出是另一个人的收入。可以想象一下，你每花 1 块钱，另一个人就赚 1 块钱，反之亦然，所以你花的越多，别人就赚的越多。当某人收入增加，其信用度就会提高，贷款人就更愿意把钱借给他。 信贷本身没有好坏善恶之分。如果造成超过偿还能力的过渡消费就是不良信贷，但是如果信贷高效率分配资源和产生收入，让你偿还债务，就是良性信贷。比如你借钱买了一台超炫酷的电视，电视不会产生任何收入让你偿还债务，但是如果你借钱买一台拖拉机，用它来收获更多的庄稼赚更多的钱，你就能偿还债务，提高生活水平。 信贷是信用杠杆，是帮助我们突破自身资金约束的工具。 4. 收入一定要比债务增长的快我们先看国家，假设有个国家其债务收入比例是 100%， 这意味着债务量相当于整个国家一年的收入，假设这些债务的利率是 2%，如果债务以 2% 的利率速度增加，而收入的增长率仅有大约 1%，那么债务负担永远不会减轻，国家就必须发行更多货币，使收入增长率超过利率。 对个人来说同样如此，不同的是你印不了钞票。不要让债务的增长速度超过收入，因为债务负担最终会把你压垮。 03. 信用的资产化信贷是对信用的资产化。债务关系的背后是信用，你会相信对方还本付息的承诺，换一句话说，这个承诺其实是一种抵押品，一个人和一个机构的信用就是对于你做出的承诺的估值，你的信用越高，这个承诺的价值越高。信用卡也好，蚂蚁花呗也好，它们的实质是一样的，就是用你的承诺去换取资金的周转。 国内个人信用资本化是未来一个不可扭转的方向。大家应该有发现，现在你的生活场景能够不断地被转成信用分，这个趋势和国内移动互联网的发展有关。 一个人不断成长，有了见识有了能力有了关系，本质上都是他「信用」的增长。人们相信他的话，觉得他有能力履行承诺，这些都是他的信用，他的资产。 04. 货币起源于债务这里简单介绍一下信用货币理论。不同于主流经济学教科书里的货币起源于物物交换，信用货币理论的核心论点就是货币起源于债务，它是债务关系的度量单位，货币和国家信用之间密不可分。 所谓经济就是庞大的物物交换体系，而这么一个体系离不开货币。不管这个货币是以什么形式存在，在古代的时候是牛、盐、贝壳，后来是金银。货币起源于人们在交换中产生的债务关系，因为债务背后考量的是人的「信用」，所以我们经常见到的货币单位：元、镑、马克都是一种抽象的衡量单位，它在本质上是对「信用」的度量。 央行是建立在债务基础上的，法定货币的发行也是以债务为基础的。其实现在你从全球范围来看，这种建立在债务基础上的央行和法定货币体制早已经成为了常态。美元、人民币，其实它们都是用国家的信用做抵押，再发行到市面上。 所以从这个意义上来讲，不管是一张纸还是其他的东西，粮食、黄金或者是一串代码，国家愿意接受的任何东西都可以成为货币，只要它们能够代表国家和国民中间的债务关系，可以在愿意交易它们的人的手里去流通。 小结任何 2 个人都可以通过协商产生信贷，信贷是贷款人的资产，是借款人的负债。信贷是信用杠杆，是帮助我们突破自身资金约束的工具。不要让债务的增长速度超过收入，因为债务负担最终会把你压垮。信贷是对信用的资产化。货币起源于债务，衡量的是人们的债务关系。 参考材料1.达利奥的经济机器是怎样运行的 2.香帅的北大金融学课 可能你会喜欢时装女模收入比男模高背后的逻辑 模特|医生|公务员三个职业你选哪个 讲数不讲理，科斯定律带来的启示 与你分享地道的经济学思维，如有收获请多推荐！","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"说说摇号的那些事","date":"2018-06-09T13:00:00.000Z","path":"2018/06/09/20180609说说摇号的那些事/","text":"前些天看到西安买房摇号打招内定事件，后深圳又有某高档楼盘摇号先交 500W 诚意金，某楼盘还没开卖就传出「喝茶费」等等。摇号是「价格管制」的衍生品，那么今天就来聊聊有关摇号、价格管制的一些事。 01. 价格是最有效的竞争规则我在旧文「竞争资源票子优先」里提到，大家竞争一个资源必须得立个规则，不然游戏就没法玩。世上规则有很多很多，比如靠武力、靠智力、靠排队、靠摇号、靠价格等等。这些规则没有最公平之说，每一个规则必定对某一特定的人群有利，比如靠武力强壮的人占优、靠智力聪明的人占优、靠价格有钱的人占优等等。但在所有的规则中价格竞争一定是最有效的那个。 靠其他规则竞争的话，其他人是很难从中获益的。比如靠武力竞争，你天天锻炼变成最强的那个获得了资源，但跟我半毛钱关系也没有；靠摇号竞争，你运气好中了，但对我也没啥好处。 价格竞争不一样，要想获得资源你就得拼命挣钱，一个人要挣到钱肯定是向他人提供了价值或者承担了相应的风险，钱可以说是价值和风险衡量的尺度。在这个竞争过程中，一个人拼命挣钱其他人是可以获益的，钱的来源是对社会有贡献的。而且最终价高者得，你获得了这个资源，我在竞争过程中付出的成本没有白费掉，我手里的钱还是有用的。 02. 何为短缺在之前的文章中我多次提到，资源是稀缺的，好东西不够，大家都想要，这是稀缺。 经济学上的「短缺」是从竞争规则这个角度来定义的，一个资源短缺是因为其价格受到人为的抑制，也就是价格管制。一个东西如果我们出价最高也得不到，必须要靠其他的竞争方式才能获得，这就是「短缺」，俗称有钱买不到。 今年好些个城市房子限价，备案价不能超过多少多少，价格虽然比市场价低但有钱买不到，必须得通过非价格竞争来获得，比如摇号，这是房子短缺。 03. 从产权的角度看价格管制1. 租值消散非价格竞争所付出的成本对其他人没有贡献，如彻夜排队、走后门、拉关系、拉帮结派搞小圈子、大打出手、弄虚作假以谎报资历学历等等。所有这些行为对竞争者来说代价很大，但付出的代价却没有给社会带来财富，这部分的代价就是「租值消散」。 价格竞争最有效，但有个前提是「明确私有产权」。你想想，我拼命赚钱结果被你合法地抢了，那就没法玩了。价格管制就是把收入进行了再分配，但又对一部分的收入权瓜分不够清楚，这就造成了租值消散。从这个角度来看，价格管制就是限制和削弱了人的私有收入权。 比如一个房子市场价是 100，现在限价 70，那少掉的 30 就是被剥夺的，它从「有主收入」变成了「无主收入」跑了出来。大家看到这部分无主收入势必会去抢，一部分可能被竞争者抢到成为有主收入，一部分可能就消散掉了。 价格管制下，能采用的非价格竞争手段很多很多，那么人们更倾向于哪些呢？ 2. 追求租值消散的最小在价格管制下，阻止租值消散是哪些竞争规则会替代价格竞争的关键。人总是追求利益的最大，同时也追求损失的最小。人们在特定的局限条件下，都会想办法让价格管制产生的那部分「无主收入」消散的最少。 张五常在《价格管制理论》提出： 当没有界定权利的收入出现，导致这收入倾向于消散，有关的参与者有意图在局限条件下减低这个消散。 可能通过选择物品或资产的其他用途，使物品或资产的价值下降得最少，或通过合约安排的转变，使约束使用的交易费用上升得最少，或是这二者的合并。 香港曾经对房子的租金进行了价格管制，当时导致的一个夸张现象是天台木屋的违建。香港当时的战前楼房是三层，并排相连在一起，屋顶是平的。在租管下，不少外人跑到屋顶去违建木屋，密密麻麻。 租金管制下业主懒得去管天台使用的秩序，认为整座楼房倒塌下来更好，因为可以重建而收政府不能多管的新租金。天台之下的租客呢？他们收取天台违建者的水费、电费等，因为这些供应要通过他们，天台的水、电费当然高于市场价。这些都是在局限条件下减低租值消散的行为。 04. 不同的角度来看同一问题不同的角度来看同一个问题有两个好处，一个是不同的角度可以让我们看到问题的另一面，能够较为全面地看，有时还会有惊喜；另一个好处就是分析问题的对错会有一个较为肯定的答案。不同的观点或者不同的理念，如果我们看到的是同一个问题，这是一个很大的进步。 「租值消散」是另一个角度来看科斯定律，我在旧文「讲理不讲数，科斯定律带来的启示」里提到，一块场地是用来种麦还是用来停车，首先要看产权，科斯定律的主旨就是私有产权的界定是市场交易的先决条件。 然后我们回到竞争规则上来看，如果非价格的规则被采用，私有产权的界定必定出了问题。这手机是我的，你只要出价高就可以拿走，我才不会考虑你资历比我老、又或者你身体比我壮等等，因为这些对我没啥好处。 小结在众多竞争资源的规则中，价格竞争是最有效，租值消散最小的。在价格管制下，人们不得不采用非价格竞争「比如摇号」来争夺资源。价格管制限制和削弱了人的私有收入权，产生了租值消散。在价格管制下，阻止租值消散是哪些竞争规则会替代价格竞争的关键。从不同的角度来看同一个问题，可以让我们可以较为全面地看，也会有较为肯定的答案。 PS. 我把张五常《价格管制理论》的主要内容整理好放在博客里的，有兴趣的点「阅读原文」链接。 参考材料 张五常的《价格管制理论》 薛兆丰的北大经济学课 可能你会喜欢换个角度看房贷 模特|医生|公务员三个职业你选哪个","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"价格管制理论","date":"2018-06-07T13:00:00.000Z","path":"2018/06/07/20180607张五常的价格管制理论/","text":"作者：张五常 拙作《价格管制理论》是一九七四年四月在《法律经济学报》发表的。我怀疑该学报的主编科斯有细读该文。同事巴泽尔多次说那是我最重要的论著。当七四年初我正要把文稿寄给科斯排版时，身在伦敦经济学院的哈里·约翰逊「Harry G. Johnson」来信，叫我把该稿毁掉，从头再写！他说该文的中心思想非常重要，但以价格管制为题下笔是歪着。今天回顾，哈里可能对，但当时我有困难。该文的思维起于一九六九年我大兴土木，调查香港的租金管制，跟着一九七三年写《价管》那几十页纸花了一整年，修改了无数次。哈里来信时，科斯的秘书正在催稿，无心恋战，交出去算了。我当时也认为哈里轻视了我对不均衡的阐释。 是巴泽尔给我误导吧。构思该文的内容时，我频频跟他研讨，他明白，一直把我正在动笔的捧到天上去。我可没有想到，他明白不等于外人也明白。结果是外人不容易读得懂。哈里旁观者清，建议我从头用另一个角度再写，不无道理。往事依稀，但也不是毫无收获。两年前一些朋友告诉我该文被放进了两份经典文选系列，也有一些研究院放进读物表去。 《价格管制理论》的中心思想是上节分析的收入权利没有界定的主人，导致租值消散，但参与的竞争者有减低这消散的意图。主旨是：减低租值消散的行为就是价格管制带来的现象了。本节旧话重提，我先写上一节，为的是要先回应哈里当年要我从头再写的建议：他认为收入权利没有界定惹来的租值消散与减低租值消散的行为是重点，不是价格管制。可惜故人谢世三十五年了。 01. 推断替代准则是要点说过了，市价是唯一不会导致租值消散的竞争准则。价管会导致租值消散是显而易见的事：一张戏票市值一百元，政府规定不能高于六十，那四十元的权利是谁属的呢？排队轮购出现，在边际上，成功轮购者的最高时间成本是四十元。票价中的四十元被时间成本取代了。是租值消散，起于那四十元的收入权利没有界定为谁属。这里出现一个严重问题：知道排队轮购会出现，均衡分析易如反掌，但我们怎可以推断排队会出现呢？竞争者可能打架，可能搞人事关系，可能美女答应了些什么，也可能戏院关门大吉——这些可能出现的替代市价的准则无穷无尽，难以肯定，假说于是无从验证，老人家当年称之为不均衡也。 市价作为决定竞争胜负的准则被压制，竞争依然存在，谁胜谁负还是要决定，所以其他替代市价的准则会出现。如果我们能推断哪一项替代的准则会出现，均衡分析只不过是优质本科生的功课习作；如果我们能推断哪几项替代的准则会出现，均衡分析只不过是优质研究生的习作。但如果我们无从推断哪一项或哪几项替代准则会出现，或可能出现的替代准则在逻辑上不确定，不均衡是效果。不均衡是说我们无从推出可以被事实或行为验证的假说，也即是说没有理论了。 02. 不清市源于思想不清在《价管》一文中我写下《问题的性质》那第一节，对传统的价管理论痛下批评： 需求与供应曲线是概念工具，约束着在不同价格下买卖双方愿意成交的最高量。在指定的条件下，市价与成交量被决定了。这些于是决定收入的分配与资源的使用。我们因而可以继续推断，需求与供应的转变含意着的成交价与量会跟着怎样变。但这些概念工具是不可以处理需求与供应决定的市价受到的管制。 价格被管制在市价之下，传统说「短缺」出现了，含意着的可能出现的效果有多种。任何一种或几种的合并皆与短缺没有冲突。但哪种行为可以推翻「短缺」这个假说呢﹖没有！例如排队轮购的人数不加反减，「短缺」的存在不一定被否决。一个与任何现象没有矛盾的理论不能解释任何现象。 传统说在价管下不能「清市」——即是有短缺或剩余。两个或以上的人交易就是市场，而交易不限于用金钱的市价。真理是，在价管下，其他一种或多种竞争准则会出现替代，例如排队时间、论资排辈、武力高低等。不管在价管下替代金钱市价的准则是什么，不可能不清市，即是需求量还会等于供应量。就算在价管下市场不复存在，该市之「清」跟不能成市的产品类同：在既有的局限下市场不存在。说不清市只不过是逃避着一个没有解决的问题。 说价格管制导致「不均衡」，是说可以验证的含意不存在。只说某物品之价或某物业的租金被政府管制在市价之上或之下，不足以推出可以验证的假说。当指定的局限条件增加了，人的行为增加了约束。解释价格管制带来的效果，跟解释任何经济行为一样，指定的局限一定要有足够的约束，以致行为可以或有机会被事实推翻——只有这样我们的解释才可以验证。 解释价格管制带来的效果与解释其他经济行为一样，一方面局限的考查要在真实世界入手，另一方面局限的指定要被理论约束着。后者是必需的，因为我们要分开有关与无关的局限，衡量有关局限的重要性，从而限制着有机会被事实推翻的含意。 因此，这里提出的价格管制理论不是为了解释某价管会带来什么效果，而是作出提议：在价管下我们要怎样选择局限条件的指定。 03. 问题所在之处同学们可以想象，真实世界的局限无数，我们要选出与某价管有重要关系的不容易。选择有关局限的目的是为了决定在某价管下哪一项或哪几项决定竞争胜负的准则会为了替代市价而被采用。说过了，只要知道这些准则，价管的均衡分析与解释行为的假说验证，其困难程度不会超过研究生的功课习作。 其实，上节提到的佃农分成率管制也是一种价管，但分析远为容易，因为分成率的本身不是一个固定的价，在竞争下租值倾向于消散带来的调整不需要考虑很多其他有关的局限，也即是说不需要引进其他替代市价的竞争准则才可以找到均衡。但这里说的价格管制是约束着一个固定的价，不是一个百分率，可能变动的行为无数。这解释了为什么台湾当年的分成管制法律是那么简单，香港二战后的固定租金管制复杂不止十倍，而美国一九七一年推出的价管动员五万人，有关的法律条文与诠释小字印刷三呎厚。 推出价格管制理论困难，源于不容易知道怎样选择有关的局限条件。当年我从租值消散那方面想，没有想错。一九六九年思考公海渔业时，我意识到在竞争下参与的人有意图减少这消散。但我要到一九七一年的一个晚上，想到在局限约束下会有减低租值消散的意图，而那些局限就是决定在价管下哪些替代市价的竞争准则会出现的关键。看似简单，其实是要讲点运情才能想到的重要突破。 04. 香港租管的两个夸张现象是从香港二战后管制二战前的楼宇的租金想出来的。我选当年香港的租管入手，因为同样楼宇的市值租金高于管制着的不止十倍，够夸张，导致的现象或行为清楚明确。两个夸张的现象吸引着我。 第一个现象是分租。在租管下，大房东、二房东、三房东等出现，以致约五十平方米的住宅单位，平均住着四点三二伙人家，而伙数最密集的单位达二十二伙。战前香港的住宅单位面积很一致，我是从三千六百零三个法庭档案算出来的。 分租的理由简单。在租管下，虽然租金很低，市场可不那样看。以市租所值看，第一手的大房东住不起，于是以较高的每呎租金分租一部分给二房东；过了不久二房东又住不起，分租给三房东。结果是，虽然管制租金比市值租金低很多，但通过分租合约的安排，整个单位的总租金比管制着的高出不少，虽然这总值还是低于没有管制的市值。租管的租值消散因而下降了。 第二个夸张的现象是天台木屋的僭建。香港当时的战前楼宇约三层，并排相连在一起，屋顶是平的，为孩子玩耍及晒衣服之用。在租管下，不少外人跑到屋顶（天台）去僭建木屋，密密麻麻──不是说笑，天台有小巷街道，住所之外有小食店及小商店。理由也简单。在租管下业主懒得管天台使用的秩序，认为整座楼房倒塌下来更好，因为可以重建而收政府不能多管的新租金。天台之下的租客呢？他们收取天台僭建者的水费、电费等，因为这些供应要通过他们。天台的水、电费当然高于市价，常有吵闹，但因为屋顶的僭建客不能没有水、电，天台僭用的租值的一部分要分给下面的租客。总租值的消散是减少了。当然也通过一些合约安排：僭建者与下面租客的不方便写在纸上的口头合约。 05. 两个破案的提议因为上述种种，在一九七四年发表的《价格管制理论》中我写下两个提议，不仅巴泽尔读到站起来，杨怀康也叫绝──英雄所见略同也。 提议一：「当收入的权利局部或全部从一个合约伙伴抽出，这抽出的收入倾向于消散，除非这抽出的收入的权利是分派及界定给对方或另一个人。没有主人的收入的消散可能通过资产使用的转变，导致资产的价值下降，或通过合约安排的转变，导致议定与监管合约的费用增加，或是这二者的合并。」 这提议是基于上节说过的一个要点：收入权利没有界定的主人会产生与使用权利没有界定类同的效果。收入权利没有主人，物主或业主不会热衷于监管或执行他的使用权利。使用权的存在含意着物主或业主有权通过合约来约束他人使用的行为，但没有收入权该业主不会热衷于监管合约，何况合约的安排有交易费用。全部收入没有界定权利如是，局部没有在程度上也如是。 提议二：「当没有界定权利的收入出现，导致这收入倾向于消散，有关的参与者有意图在局限容许下减低这消散。这可能通过选择物品或资产的其他用途，使物品或资产的价值下降得最少，或通过合约安排的转变，使约束使用的交易费用上升得最少，或是这二者的合并。」 这提议是基于租值消散属浪费，有关的参与者有意图减低这浪费。这也是说，交易费用的存在一定要与财富极大化没有冲突。巴泽尔曾经在一篇文章中说过，我提出的交易费用的存在会导致另一个财富极大化的均衡，是整个交易费用范畴中最重要的一句话。 结语读到这里同学们应该开始明白，传统教的价格管制的理论，说什么有短缺或剩余出现，不均衡，不能清市，全部是胡说八道。不是管制分成率的、管制着一个固定金额的价的分析，非常困难，因为含意着的不均衡是说可能导致的行为或现象的变化太多，无从肯定，因而无从验证，没有解释力。可以验证的假说一定要有行为的约束，规限着某些现象会出现某些现象不会出现。然而，只说是管制着一个价是没有足够的局限约束来推出可以验证的假说的。天下从来没有价管只管一个价，或明或暗的法例约束一般复杂，我们要怎样处理才对呢？ 说价格管制会带来什么现象一般是空泛之辞，因为怎么样的行为都可能出现。可能出现也就是说可能不出现了。没有被事实推翻的肯定性，说不上是假说或理论。四十年前我因而注意到，价格管制的分析，我们要首先推出在价管下哪些决定竞争胜负的准则会出现，替代市价。我跟着提出的价管理论，不是管制会导致什么短缺或剩余，而是一个可以推出在任何有个别性质的价管下，哪些准则会出现替代市价的理论。只要能推出替代市价的竞争准则，跟着的均衡分析不困难，而行为转变的推断会是很准确的。上文教的，是准则的采用，一定是可以减低租值消散或减低交易费用的，要让我们推出在交易费用的局限下必会出现的另一个财富极大化的均衡。 从社会经济的利益看，价格管制为祸是无可置疑的。香港昔日的租金管制不论，我平生见过两个价格管制有近于毁灭社会经济的效果。其一是美国一九七一年推出的，导致该国不景逾十年。要不是列根总统上场，在八十年代初期手起刀落，后果不堪设想。 其二是中国二○○八年推出的新《劳动合同法》，也是复杂的价格管制。可幸好些地区忙顾左右，但广东的东莞一带曾经管得紧，政府出钱给劳工起诉雇主。是的，以工业产出雄视地球一时的东莞，盛誉不再，到今天还是每况愈下。 老人家当然知道该劳动法会是灾难，发表了十多篇文章大声疾呼，叫得街知巷闻，但皆如石沉大海。中国是一个奇怪的国家！这些文章推断的都出现了，反映着本节提出的理论有斤有两。只一项推断我不是全对。这推断说中国的工业机构会出现一些新的合约安排，增加了交易费用。这没有错，但受到律师朋友对该劳动合同法的诠释的误导，我想错了工业合约结构的转变会向那方向走。今天看得清楚一点。以东莞为例，那里的工厂选择的是把企业拆细——一家大厂拆为几家小厂，或发放出去给小厂或家庭产出。小厂或家庭产出新劳动法管不着。当然有租值消散，但比关门大吉的全部消散是较为优胜了。 说过了，不会导致租值消散的市价是奢侈的竞争准则，得来不易。也说过了，如果中国的新劳动合同法坚持执行，将来的历史学者会说中国的经济奇迹止于二○○八年。君不见，自该年起，在美国市场中国货逐步被其他发展中国家的产品替代了。","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"时装女模收入比男模高背后的逻辑","date":"2018-06-02T13:00:00.000Z","path":"2018/06/02/20180602时装女模收入比男模高背后的逻辑/","text":"01. 时装男女模特05 年有五名时装女模特跻身《福布斯》年度收入最高百强榜，但该榜上没有 1 名男模特。海蒂·克鲁姆该年挣了 750 万美元，其他几个顶尖女模甚至挣的更多，其中最高的是吉赛尔·邦辰，1500 万美元，邦辰就是 16 年里约奥运会上走秀的那位。 为什么女模特收入比男模特高？时装模特的工作是让厂家做的衣服在潜在买家面前尽可能显得好看。因为大多数衣服穿在漂亮人身上更好看，商家必然会选择最好看的男女模特来拍宣传照。 女士时装产业比男士的大得多，这就导致了女模特收入比男模特高。美国的女人每年买衣服的钱比男人多 2 倍，其他国家的差距更为明显。既然总数如此可观，那么商家在女模特身上花下天价也就在正常不过了。 02. 收入由供需决定跟商品市场的价格一样，劳动力市场的工资也是由供需来决定的，工资是需求价格和供给价格相均衡的价格。 1. 劳动力需求劳动力需求是工资与雇主所需工作数量「需求量」之间的关系。 强调一下两个很容易糊涂的概念，「需求」是一种关系，它是一条曲线，而「需求量」是一个数量，它是需求曲线上的一个点。就跟高价格可以减少消费者对商品的需求量一样，高工资也会使减少企业对劳动力数量的需求。需求曲线永远是倾斜向下的。 需求是一条曲线，有两种不同的变化，一种是需求曲线本身不动，工资变动让我们沿着这条需求曲线滑动，另一种是改变这条曲线，那么有什么因素可以改变劳动力需求这条曲线呢？ 一个因素是「产出」，产出的需求变动会改变劳动力需求曲线。比如，一个城市大部分消费者都开美国汽车，一个专门修德国车的技师生意会清淡。如果没人去听演唱会，交响乐团解散，一个受正统训练的音乐家就不好找工作了。 2. 劳动力供给套用需求，供给也是一种关系，是工资与劳动力供给量之间的关系。高工资通常意味着较高的劳动力供给量，因为较高的工资会使该工作更有吸引力。供给曲线是倾斜向上的。 工资就是需求曲线和供给曲线的交叉点，是需求价格和供给价格相均衡的价格。 03. 供需带来的思考1. 让自己变得稀缺东西不够，资源是稀缺的，套用到劳动力上也一样。我们常说普通人找工作，稀缺的人被工作找就是这个道理。劳动力的需求曲线是倾斜向下的，工资越高「老板」对劳动力的需求量会减少，而让自己变得更稀缺可以跳到另一条位置更高的需求曲线上。 让自己变得更稀缺可以从两个维度考虑。横向上，哪个领域缺口大，就业人少，门槛高，可替代性弱的，经验值钱的；纵向上，同样的技能钻研的更深，纵向的稀缺就是把一件事做到极致。 2. 方向比方法更重要仅仅是稀缺是不够的，你得有市场，你得满足市场上很多「老板们」的需求。你自己所值的价不是由你决定的，而是需求方决定的。时装女模特的高收入是因为市场上的商家愿意付她这个价。 比如你想改造一只手表赚钱，花了很大成本，镶满了亮瞎狗眼的钻石，可惜没人需求没人买，亏大发了。对自我这个劳动力的改造也是一样，不是说你只要付出就一定有回报，选择正确「能力」的提升比正确的提升方法更重要。 最可怕的不是效率不高，而是干错了事情。效率高干错事反而越来越糟糕，去做正确的事效率低点不要紧，只要一直在进步，剩下的交给时间就好，方向比方法更重要。 3. 关注自己的价值曾经帮阿里打造企业文化的关明生说过： 你现在的价值，往往会在下一个工作被真正兑现。 所以不要总是纠结自己当下的工资，没多大意义。你得多关注自身的价值，以提升价值为指南。如果你根本看不到自己的「下一个工作」，你的工资不会一直涨，即使涨也是有限的。「下一个工作」也不一定指跳槽找新工作，能兑现你现有价值的都是。 从工作到现在，你的工资涨了多少，你的能力涨了多少，这两者多少应该有所匹配。如果不匹配，说明你的位置不对。这时你就应该去外面的市场看看，你现在的价值可以匹配到多少的收入，再做决断。 4. 你的议价能力取决于你在别处的机会你在企业里的议价能力取决于你在别处的机会。在别处的机会越高你在企业的议价能力就越高，因为你可以随时选择离开。如果你在别处的机会已经用尽，当前的收入已经是众多选择中最高的了，那你就没啥议价能力了，只能老老实实地待着。 如何提高议价能力，一方面提升自己在有需求领域的「价值」，提高在别处的机会；另一方面要去关注市场的状况，对自身现有价值的定位有个了解。 小结劳动力是一个市场，你的收入最终是由供需决定。了解这个逻辑后，看到收入差距时我们要保持理性的态度，需要的不是抱怨，而是行动。去找市场上有需求的领域，在这个领域里去做让自己变得更稀缺的事才是正解。你现在的价值，往往会在下一个工作被真正兑现。你的议价能力取决于你在别处的机会。 参考材料1.罗伯特·佛兰克的《牛奶可乐经济学》 2.蒂莫西·泰勒的《斯坦福极简经济学》 3.小道消息和他的朋友们 可能你会喜欢换个角度看房贷 模特|医生|公务员三个职业你选哪个 讲数不讲理，科斯定律带来的启示","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"对「分工」的一点思考","date":"2018-05-20T13:00:00.000Z","path":"2018/05/20/20180520对分工的一点思考/","text":"前几天看到曹大的一篇文章「社会分工的理想与现实」，有兴趣的可以到文末链接处看看。下面且把自己对「分工」的一点思考和认知与大家分享。 01. 分工是进步的源泉在《国富论》的开篇，亚当·斯密就用很大的篇幅说明了分工的重要性。最为著名的例子就是下面的「制针工厂」。 扣针制造，一个劳动者，如果对于这职业没有受过相当训练，又不知怎样使用这职业上的机械，那么纵使竭力工作，也许一天也制造不出一枚扣针，要做二十枚，当然是绝不可能了。而如果工人们有了分工，一个人抽铁线，一个人拉直，一个人切截，一个人削尖线的一段，一个人磨另一端，以便装上圆头…… 如此分工之下，一个十人的小厂，一天就可以生产十二磅的针。十二磅是什么概念？就是四万八千根，也就是平均每个工人生产了四千八百根针。由此可见，即使在扣针制造这样一个小小的产业，只要利用分工，生产的效率也能提升成百上千倍。 斯密指出，分工有三方面的好处： 分工有助于技巧的完善，提高人的劳动熟练程度和判断力。 分工节约了在不同工作环节之间转换劳动的时间。 分工使机器替代成为可能。一个人做一件事情，你看着很复杂，但经过分工变成很多道工序以后，有些工序就可以由机器开替代了。 在斯密看来，市场的扩大促进了分工的细化，分工的细化导致了技术进步与创新，进而促进了经济发展，而经济发展反过来又使得市场进一步扩大……如此反复，就是经济良性发展的整个过程。 02. 加上「交易成本」来看分工大家分工，然后通过交易来提升整体的效用，这里有一个前提是自愿交易，否则交易成本会很高。经济学上一直强调边际思维，权衡的思维。某个能力，企业是自己搭建还是依赖外部是要看哪个成本更低。 这让我想起科斯对「企业来源」的一个解释，他在《企业的性质》中提出了一个观点： 企业的出现一定是企业交易费用低于市场的交易费用，交易费用的差别就是企业出现的原因。而企业规模的扩张是有限度的，其临界点，即企业内部组织一笔额外交易的成本等于在公开市场上完成这笔交易所需的成本，或者等于由另一个企业来组织这笔交易的成本。 曹大文章中，「不可控」对巨头来说就是很大的成本。为了消除不可控因素，阿里自建安全、华为自建芯片、大企业自建企业效率工具，这是采购的定制化成本太高；京东自建物流、美的自建供应商、三元自建奶源，这是采购的质控、风控成本太高。 分工的效用依然存在，只是拿到了企业内部。 03. 依靠制度建立信任 信息不对称是以分工为基础的市场经济的基本特征，市场本身是解决信息不对称的有效机制。 在这个社会分工的环境中，人们相互依赖。分工提升效用的一个前提是彼此尊重和彼此信任。我们在旧文「柠檬市场的故事」中提到人与人信任不是天然存在的，互信是要去建立的。 人性是很难改变的，但可以通过制度来改变人的行为。通过制度来建立互信，而市场这个制度衍生出了很多制度来克服信息不对称，比如重复交易、第三方担保、企业的垂直整合等，而曹大的文章里讲的主要就是企业的垂直整合。 最后，对个人来说也是如此，全才和专才的平衡，获得一个新能力是自己学还是依赖外部取决于哪个成本更低。现在「全栈工程师」的概念如此流行，其中一个很重要的原因我想是在如今的互联网时代，获得新能力的成本比以前低的多。 小结分工是进步的源泉，可以促进孰能生巧、减少工作之间往返的成本和使机器替代成为可能。看待分工要加上「交易成本」，是自己搭建还是依赖外部是要看哪个成本更低。信息不对称是以分工为基础的市场经济的基本特征，市场本身是解决信息不对称的有效机制。 参考材料1.曹大的「社会分工的理想和现实」 2.科斯的「企业性质」 可能你会喜欢换个角度看房贷 模特|医生|公务员三个职业你选哪个 讲数不讲理，科斯定律带来的启示","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"柠檬市场的故事","date":"2018-05-13T13:00:00.000Z","path":"2018/05/13/20180513柠檬市场的故事/","text":"社会分工合作给彼此带来极大的利益，人与人之间是相互依赖的。你每天都要依赖别人给你提供的商品和服务，但由于信息不对称的存在，在交易中会出现一方「欺负」另一方的情况。 引出信息不对称问题的，要属经济学家阿克洛夫 1970 年发表的论文《柠檬市场：品质不确定性和市场机制》。 01. 柠檬市场柠檬是一个美国俚语，指在购买后才被发现品质有问题的车子；而高品质的旧车，在美国俚语中称为桃子。柠檬市场的简述如下： 二手车市场中，卖方要么提供高质产品「桃子」以求高价，要么提供低质产品「柠檬」以求低价；买方不知道卖方究竟提供哪种产品，所以只愿出一个中间价。 卖方见只能赚取中间价，便拒绝提供高质产品，而只提供低质产品；买方于是进一步将出价压低。买卖双方经过多次博弈，以无法成交、双输离场告终。 柠檬市场告诉我们，交易中存在着「信息不对称」。但世界上每天都在发生着大量的交易，人们是如何克服信息不对称带来的问题呢？ 02. 主动付出取信于人对信息不对称的探讨重点不应该放在市场如何失败上，而应放在市场是如何克服信息不对称带来的问题上。 建立「信任」可以减少信息不对称带来的问题，而建立信任的一种常用策略就是「主动付出」。 人与人之间本来是互不信任的，商家要建立信任得付出代价，投入本钱。主动付出一些不必要的沉没成本，让别人觉得你是打算干下去的，你是不会走的，否则你不会这么傻。 比如很多好的酒店，地毯上有他们的名字，器皿上有他们的名字，床单、毛巾上也有他们的名字。这说明他们打算把生意做得很长久，不会轻易离开。再比如跟人分享一点秘密，甚至刻意的制造一些秘密。主动付出的行为能够不同程度上地取信于人。 市场衍生出很多制度来克服信息不对称带来的「欺负人」问题，比如重复交易、第三方担保、企业的垂直整合等等。 03. 信息不对称创造财富哈耶克在其文章《知识在社会中的应用》里说： 大部分知识「信息」是以分散的且无法集中的状态存在于社会成员的大脑里。这些变化的知识「信息」永远没法集中在一个大脑里。 是市场交易将这些分散的信息聚合在一起。比如，一条信息「这个笔记本是新品，可以高价卖出」，另一条信息「我最近小赚了一笔，要把那台旧笔记本换掉，换个最好的」。本来这两条分散的信息可能永远无法集中起来，却因为一次交易而结合，让买卖双方都满意，让财富增加。 可以说谁能掌握这些不对称的信息谁就能创造财富。 04. 如何更好的利用信息不对称那么如何更好的利用信息不对称呢，提以下两点。 1. 深耕自己的专业能力每个人都有自己的专业领域，深耕本专业的技能就是「信息不对称」。深耕后的你，对后来者就具有信息优势。只要找到平台，你所掌握的专业信息就能给你带来财富，比如写书、知识付费专栏等。 2. 跳出自己所在的圈子深耕自己专业领域的同时，不防跳出原有的圈子加入其它不同的圈子。你在其它圈子里获得的信息后，对你原来圈子里的人就具有信息优势。 比如你是传统行业的，同时也进入了互联网、投资理财的圈子，你在这些圈子里获得的思维、认知会让你在原来行业里更具有竞争力。掌握的这个「信息不对称」也会给你带来财富，比如升职加薪。 小结交易中信息不对称会带来「欺负人」的问题；市场衍生出一系列的制度来克服信息不对称带来的问题，比如主动付出；市场将世界上分散的信息汇聚在一起，信息不对称可以带来财富。 参考材料 阿克洛夫的《柠檬市场：品质不确定性和市场机制》 薛兆丰的北大经济学课 知识星球「帅张和他的朋友们」 可能你会喜欢换个角度看房贷 模特|医生|公务员三个职业你选哪个 讲数不讲理，科斯定律带来的启示","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"为啥我们的移动支付这么牛","date":"2018-05-13T13:00:00.000Z","path":"2018/05/13/20180528为啥我们的移动支付这么牛/","text":"01. 全球领先的移动支付大家都知道，我们在互联网领域里很多都是模仿国外的，国外先有一个，我们这边模仿一个很正常。但是移动支付领域可以说是我们的自主创新，目前已经大大领先欧美。 估计很多人跟我一样，出门身上是没现金的，消费交易要么支付宝要么微信，信用卡都很少刷了。咱今天就来说一说为啥我们的移动支付这么牛。 02. 中西的制度基因今年两会的时候，马亲自承认微信的日活跃用户已经突破 10 亿，也就是说现在除了很小的和很老的，大家都在用手机上网。抛开国内移动互联网技术上的普及，我们从「制度基因」这个维度来分析分析。 1. 我国的中央货币财政体系我们是唯一保持了两千年中央集权制度的国家，重要经济物资一直都是政府把持。现在市场上看到的几乎所有金融制度都是自上而下的，是为中央财政目标而实施的「顶层设计」。 咱们这种金融制度有个缺点，政府控制了所有资金，一直以来我们只看到政府的信用，民间的信用很脆弱，整个社会可以说是缺乏信用意识的。 2. 西方的银行信用货币体系相对于国内的民间信用薄弱，欧美的信用市场是很发达的，其建立了一套非诚信惩罚机制。 跟我们一样，欧美发达的信用市场也是有其制度基因，是其历史环境的产物。西方自罗马帝国瓦解后进入黑暗中世纪，经历漫长的封建制时期后，就再没统一过。长期分裂的状态让「圣殿骑士团」这种类似银行信用机构能够在民间发展。摘一段话如下： 当时欧洲很多领主各自统领着大大小小的土地，分封而治。这些小统治者不能像中国的帝王一样拥有绝对无上的权威和信用，也不能随意征兵、征税，因为一但征兵、征税，领地上的人就跑到别的领主那儿去了。 如果一个领主想通过打仗扩张，就必须借钱。因为没有人有绝对实力可以借钱不还，所以借钱要有借有还，借钱的业务就慢慢壮大了圣殿骑士团的实力。当时欧洲分裂的局面给圣殿骑士团留下了发展空间，大家分权制衡，所以整个社会出现了一个治理结构上的真空，骑士团恰好弥补了这个真空。在这种大环境中，即使是贵族、国王，也不能轻易违反承诺，不守信用。所以不是因为欧洲人更高尚，而是因为大家都没有绝对权力，是相互制衡的，制衡的过程中就产生了信用关系网络。 3. 具备中国国情的支付宝支付宝基本上是具备中国国情的一种产物。2003 年 10 月，「安全交易」功能在淘宝上线，这让支付宝成为了淘宝网交易、结算的重要工具。 国内的「制度基因」导致了民间信用的薄弱，是支付宝解决了「民间信用薄弱」这个大痛点。 在整个担保交易流程中，买家先通过在线支付、银行汇款等方式付款到支付宝，待卖家发货，买家收货确认后，支付宝再打款给卖家，淘宝作为第三方为买卖双方提供担保。 支付宝在担保交易设计中实现了买家安心付款，卖家放心发货的市场信任，可以说是这份信任感成就了支付宝，为其在后续的移动支付打下了扎实的基础。 03. 一点点思考1. 演化的逻辑用演化逻辑来分析事物的发展具有普遍性的意义。很多东西都不是一蹴而就的，我们得去思考它背后的演化逻辑。 我国的中央货币财政体系起源于秦始皇，在之后不断发展壮大，长成今天这样子；欧美的银行货币信用体系起源于圣殿骑士团，发展于分权制衡的小国政治环境，最终演化成欧美民间的发达信用体系。 支付宝开始仅仅是作为第三方担保的，但为了不断满足日益增长的用户需求，衍生出了余额宝、蚂蚁花呗、借呗等等。 2. 发现痛点的能力要有培养自己发现痛点的意识。正是国内习惯了大国企之间合作，小企业没人管，买家没人关心，这块没人管没人关心的 B2C 领域给阿里创造了巨大的机遇。 正好想起罗胖关于创业的一句话： 创业其实就是你自己需要什么，而市场上没有，那你就把它做出来就好了。 而难就难在发现别人不知道的痛点，不过我们能够意识到这一点，以后能留心去发掘我觉得这本身就是一种进步。 小结国内移动支付领先世界，一个很重要的原因是国内的「制度基因」导致了民间信用的薄弱，支付宝解决了这个大痛点；演化逻辑来分析事物的发展具有普遍性的意义；要有去发掘痛点的意识。 参考材料 香帅的北大金融学课 吴晓波的《历代经济变革得失》 可能你会喜欢换个角度看房贷 模特|医生|公务员三个职业你选哪个 讲数不讲理，科斯定律带来的启示","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"模特医生公务员三个职业选哪个","date":"2018-05-12T08:37:59.000Z","path":"2018/05/12/20180512模特医生公务员三个职业选哪个/","text":"如果你是一个聪明貌美的妹子，现在有三个职业供你选择，模特、医生和公务员，你选哪个呢？ 01. 收入和资本不同于常规教科书中的收入和资本，我们先从一个新的视角来认知这两个概念。 经济学大师 Irving Fisher 在其《利息理论》中起笔写道： 收入是一连串的事件(Income is a series of events)。 大家比较认同的解释是张五常写的，我将其简化一下： 果树会结果子，结果子是收入。然而，这收入不是在果实成熟时才得到的。果树每天都在变化，每一个小的变化都是收入「或负收入」，所以收入是一连串的事件。 果树开花是收入，结果子是收入，增长也是收入。收入的变动不一定天天一样，可以有时高有时低，也不一定是正数，可以有时增长有时下降。 「收入」是「资产」提供的服务，「资产」提供「收入」必须要经历一个过程。 「资产」不一定是实物，只要是能带来收入的都是资产，房子是资产，劳动力是资产，知识是资产，医生牌照是资产，相貌是资产，等等。 收入是动态的，资产的状态发生任何变化，都可能影响到收入流的大小。比如我这个劳动力「资产」，某天突然学会一个技能小赚了一笔，这是一个「事件」，它对收入有正的影响。某天生病了，赚不到钱了，这又是一个「事件」，它对收入有负的影响。收入是一连串的的事件。 资产的市值就是「资本」。资产提供收入，那么资产的市值取决于它所带来的收入流的市值。「资本」是资产所有未来收入流的折现总和。 比如我只拥有一棵苹果树，其他什么「资产」也没有，苹果树未来收入流的折现总和就是我的「资本」。这棵苹果树今年结 10 个苹果，明年结 15 个苹果，后年结 12 个苹果，它的现值是今年这 10 个苹果，加上明年 15 个苹果折现到今年的，后年 12 个苹果折现到今年的，把所有这些折现值加起来，就是我的「资本」。有关折现率的概念可以阅读之前的文章「换个角度看房贷」。 对「收入」、「资本」概念的理解不难，难的是，资产的状态在现实中常常发生变化，影响因素「事件」很多，如何取舍大有学问。 02. 追求资本的最大我们回到最开始的问题，模特、医生和公务员其实是三种不同收入节奏的职业，模特是图中的红线，医生是绿线，公务员是蓝线。 1. 看待「收入」加上时间维度选择职业的标准只有一个，那就是选对你来说资本最大的，也就是终身收入最大的。 要把眼光放远一点，每个职业本身有它的收入节奏，我们在选择职业的时候不是追求一个时间点的收入最大化，而是追求终身收入的最大化。 2. 做对收入有正影响的「事件」影响一个人资产状态的「事件」有很多，我们可以去做一些增加资产、优化资产的「事件」，比如培养自己的第二技能。 在做好本职工作的前提下，培养第二技能就是增加你的资产，让你具有「多维」竞争力。好的第二技能未来可以给你提供收入，如果可以与你的本职工作相结合，带来的增效远大于 1+1。比如你是做技术的，「写作」这个第二技能可以让你在互联网这个大平台上服务更多的人。 建议选择「可积累性」强的第二技能，比如写作、投资理财、演讲等等。 小结「收入」是一连串的事件，「资本」是资产所有未来收入流折现的总和。看待收入要加上时间维度，追求终身收入的最大。多去做对自己收入有正影响的「事件」，比如培养自己的第二技能。 参考材料 张五常的《经济解释》 周其仁的《收入是一连串事件》 薛兆丰的北大经济学课 知识星球「帅张和他的朋友们」 可能你会喜欢换个角度看房贷 讲数不讲理，科斯定律带来的启示","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"换个角度看放贷","date":"2018-05-12T08:37:34.000Z","path":"2018/05/12/20180512换个角度看放贷/","text":"100 万房贷，按 6% 的年利率，贷款 30 年，等额本息还款，你会发现要支付的总利息就有 115 万多。很多人的第一反应就是很不爽，利息怎么这么多，比本金还多。我们今天来说说「利息」的事。 资源是稀缺的，东西不够，人是要升天的，时间有限。资源不仅仅是在一个时间点上是稀缺的，在整个时间维度上都是稀缺的。 01. 利息概念资源在整个时间维度上是稀缺的。利息是提前享用资源所付出的价。 1. 人的「不耐」人们对消费有一个时间上的偏好，称为「不耐烦」。人们总是觉得早一点消费比晚一点消费好，因为早一点消费就是确定的消费，晚一点消费是不确定性的消费。 这就好比一个男人遇到心爱的女人，迫不及待；一个影迷听到好电影上映，先睹为快。 2. 「不耐」产生交易产生利息有交易就有市场，有市场就有利息的存在。比如你今天给我五个苹果，一年之后要我还你六个，那多出的一个就是利息。 人的「不耐」不同，对资源的估计也就不同，就会产生交易。有些人喜欢要现货，有些人喜欢要期货。有些人看重商品今天所发挥出来的效用，有些人看重商品未来所蕴含的价值。 「不耐」产生交易，交易中资源的现值和期值之间的差价就是利息。利率通常以一年期的利息与现值的百分比计算。 3. 「不耐」的程度决定利率的高低人们对资源的消费在时间上有偏好，都愿意早一点消费。「不耐」产生交易，那些想要现货的人为了说服别人推迟消费、接受期货，就要对那些人给予补偿，这补偿就是利率的基础。 未来越是不确定，补偿就要越大，这时利息率就越高。比如在兵荒马乱的年代，未来高度不确定的年代，利率就很高。 02. 折现率在利息理论的范畴内，消费的选择不是 A 物品、B 物品而是时间的先后。同一物品但不同时间，可以看成不同的物品，所以先和后是另一类不同物品的选择，早消费比迟消费来得贵。 1. 折现率的概念既然未来的资源比现在的资源便宜，那么就不能直接对它们进行比较，要把未来的折现一下再拿来与现在的比。这就像远处的东西比近处的东西要小一样，从时间的维度来看，利率造成了类似的收缩。 折现率是未来价值在今天看来打折的程度。 比如年利率是 6%，以复利算，一年后的 10000 元折现到现在是 9434 元，二年后的 10000 元折现是 8900 元，以此类推 30 年后的现值是 1741 元。 回到最开始的例子，房贷分期付款「包括利息」的总价值，恰好等于房子的折现值，也就是购买价。全款买房和贷款分期，这两个的折现值是一样的。 2. 折现率的应用折现值的概念大量应用于商业和金融中。比如投资一个项目时需要把未来该项目带来的回报，折现到现在得到其总的现值，再跟现在该投资的成本做比较。 从个人的角度来看，折现率影响一个人的自律程度，北大周其仁老师曾经做过一个关于「政商关系」的研究，其中有一条： 好多人他们当年在发生贪腐行为的时候，没有想到自己的生意能做那么大，没有想过自己的官能做那么大，当时觉得做做这些事情无所谓，为了眼前能够活下来，他们对未来的眼光看得不远。 等到他们生意做得很大、官做得很大的时候，就挺后悔当年做过的事情。当年做过的事情就被称为「老寒腿」，就是早年积下来的一些隐患。 所以一个人越是能够把未来看得大、看得清楚，他对自己的自律就会越强。 小结了解「利息」的概念后，我们看「东西」要加上一个时间的维度。一个「东西」在不同的时间可以看作是不同的「东西」，早消费比晚消费要贵，我们比较的时候要把它们折现到同一个时间点来看。 可能你会喜欢讲数不讲理，科斯定律带来的启示 凡选择必有歧视 成本是放弃了的最大代价 竞争资源，票子优先？","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"竞争资源，票子优先？","date":"2018-05-02T12:39:17.000Z","path":"2018/05/02/20180502竞争资源票子优先/","text":"资源是稀缺的，那么人与人之间就需要竞争这些稀缺资源。竞争要有游戏规则的，这是因为没有规则就不能决定谁胜谁负。没有优胜者，竞争也就没有目的了。 01. 竞争规则竞争资源需要规则，那么有哪些主要的竞争规则呢？ 暴力竞争规则 竞争资源最常见的一个办法就是「打」，谁的拳头大资源就归谁。 智力竞争规则 靠智力，谁的 IQ 高，资源就归谁。「书中自有黄金屋，书中自有颜如玉」说的就是这个道理。要争的东西最后是看文凭「考试」，争文凭基本靠智力。 论资排辈竞争规则 用年龄的大小来竞争资源，年纪大的多得、年纪小的少得，论资排辈，也是一种竞争规则。 先到先得竞争规则 先到先得也是一种常见的竞争规则，谁先来谁先得到服务，谁先来谁先得到商品。 价格竞争规则 价高者得，有钱就能买到，这是目前我们特别常见的一种竞争规则。 劳动时间竞争规则 按照劳动时间来竞争资源，谁赚的工分多，谁得到的资源就多。 上面的这些竞争规则没有公平之说，因为选择不同的规则，就有不同的人比较容易胜出。 比方说，用暴力作为规则的话，身体强壮的人容易胜出；用智力做规则的话，聪明的人容易胜出；用辈分作为规则的话，辈分高的容易胜出；用先到先得作为规则的话，时间成本低的人就容易胜出；用出价高低作为规则的话，有钱人就容易胜出。 02. 价格竞争规则的优势从公平的角度来看，这些竞争规则都不公平。但从效率的角度来看，价格竞争「价高者得」的效率是最高。 凡竞争必有成本每一种竞争规则本身，都会导致竞争的成本。因为，你一旦把竞争规则定下来，人们就会朝着一个特定的方向去努力。这个努力的过程，就会消耗真实的资源、时间、金钱、注意力等等。 用暴力作为规则的话，人们就经常要去练武，练武本身是一种成本；用智力「考试」作为规则的话，人们就去学习，这本身也是成本；用先到先得作为规则的话，人们就去排队，排队的时间是成本；用出价高低作为规则的话，人们就会去想办法赚钱，这也是成本。 很多竞争带来的成本，他人难以得益我们发现很多竞争带来的成本，对赢家来说是值得的，但竞争中的其他人很难得益。 你练武练得很出色，最后抢到你需要的东西，练武本身所花费的成本对你来说是值得的，但其他人却不能从你付出的成本上得到好处。 你花很长时间排队，你能得到你要的东西，对你来说，这些时间花得值得，但其他人却不能从你排队所浪费的时间中得到好处。 还有现实中常见的的例子就是寻租。比如，许多企业为了争夺政府所给出的好处，那么就要通过各种手段来竞争，付出的成本是无谓的损失，其他人不能从中得到好处。 价格竞争能让社会财富增加亚当斯密的《国富论》中，大家耳熟能详的一句话： 每个人追求个人利益会给整个社会带来共同利益。 用出价高低作为竞争规则的话，人们就会努力地去赚钱。为了赚更多的钱，人们会去生产一些别人需要的东西，让别人自愿购买。 这种竞争方式，会指引人们去从事一些积极的、有收益的、对其他人带来福利的服务。价格竞争规则与其他竞争规则一个很大的区别就是，它带来的是其他人也愿意付钱购买的商品或者服务，可以说造成的「浪费」最小，效率最高。 所以有人这么概括中国的经济改革： 它就是一个游戏规则，一个竞争规则的改变：从过去看你排队的时间，看你出生的地点，看你的政治面目，看你的需求大小，变成另外一个规则，就是出价的高低。 当我们指责以价格为标准的时候，我们可以换个角度，如果不以价格竞争为标准，我们还得选另外一个标准，另外一个标准是不是比用价格竞争更好呢。 精彩文章讲数不讲理，科斯定律带来的启示 凡选择必有歧视 成本是放弃了的最大代价","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"讲数不讲理，科斯定律带来的启示","date":"2018-04-26T04:56:53.000Z","path":"2018/04/26/20180426讲数不讲理科斯定律带来的启示/","text":"之前的文章有说到过，一个人做任何事都是有成本的，成本是放弃了的最大代价，这是「个人成本」，这次我们来说「社会成本问题」。 比方说扔垃圾，你要承担一定的成本，但是把垃圾扔到大街上，你自己的个人成本就小了，但社会因此承担的成本就大了。对社会成本问题贡献最大的要属「科斯」了。 01. 一方伤害另一方下面先说几个有关「社会成本问题」例子。 工厂污染邻居一家工厂为了生产而污染了邻居，工厂要不要赔偿邻居呢？ 火车与亚麻一块农地种的是亚麻，农夫把亚麻堆在了铁路边上。火车经过的时候，它喷出的火星，把亚麻给烧了。火车公司要不要赔偿农夫呢？ 牛与小麦有一块地，左边的地种小麦， 右边的地在养牛。牛冲过栅栏，跑到小麦地上吃小麦。牛的主人要不要赔偿小麦的主人呢？ 我们「理所当然」的认为工厂要赔偿邻居，火车公司要赔偿农夫，牛的主人要赔偿小麦的主人。 02. 科斯定律科斯用另一个角度分析了「社会成本问题」。1959 年初，科斯为音波频率混乱的问题写了《联邦传播委员会》，文中： 二十世纪初期，美国东岸波士顿一带的渔民出海捕鱼，一去数天，家人与海上的渔船联络，报天气、问平安等，是以无线电机传达的。问题是多艘渔船出海，好些与家人联络时用同一音波频率，在空中互相干扰，弄得一团糟，而有些好事之徒，乱用频率报出不实的天气讯息。 音波频率的混乱看起来与工厂污染邻居类同，但音波频率的互相干扰却没有好人与坏人之别。工厂污染邻居，工厂是坏人，邻居是无辜。火车损害亚麻，火车坏，农夫无辜。牛吃小麦，牛坏，小麦无辜。 永远是一坏一好，坏的要赔偿给好的或无辜的，顺理成章，从来没有人反对过。但音波频率的例子，是你干扰我，我也干扰你，没有好坏之分。不用考虑谁好谁坏、谁对谁错，音波频率的例子提供了一个客观的角度看世界。我损害你，但同时你又损害我，那应该是由谁赔偿给谁呢? 科斯提出了另一个例子与分析。如果一块地用作种麦，又用作停车，其混乱与互相侵犯，与音波频率在空中互损一样没有什么好坏之分，是要谁赔偿给谁呢? 科斯的答案，是要看产权属于谁。要是农地是种麦者的私产，那么要停车的大可付费给种麦者，付费够高就买了损害种麦的权利。反过来，如果地权是停车者所有，那么要种麦的大可给停车的一个租金，把车辆赶出地外。科斯认为混乱与互害是因为产权没有被界定属于谁。如果产权被界定了，不管谁属，市场的交易会导致土地价值最高的用途被采用，不会再有混乱的情况。 社会成本问题，不用看作是一方伤害另一方，而应看作是双方在争夺稀缺的资源，无论资源的产权属于谁，最终谁用得好就归谁。 科斯定律有很多不同的版本，有不同的含义，其中一个最普遍、最常见的含义是： 只要交易费用足够低，不论资源归谁所有，资源的用途都是一样的。 03. 现实中不要「讲理」要「讲数」在「社会成本问题」的分析中，之前大家都不自觉地带入了个人的情感，有了先入为主的判断，坏的要赔偿给好的或无辜的，顺理成章。 是科斯跳出局外，站在客观的角度看这个问题，他说不是一方伤害另外一方，而是双方都在争夺稀缺的资源，伤害都是相互的。 这让我们有了一个持平的角度，能够平衡地来讨论资源到底应该归谁使用。结论是谁能够把资源用得更好，在「交易费用足够低」的情况下资源就会归谁使用。 科斯定律带给我们一个非常有用的生活经验，那就是在现实生活中遇到「社会成本问题」时，我们要「讲数」，不要「讲理」。讲理的话公说公有理婆说婆有理，讲数就是积极地寻找合作解，找一个让双方都得益的平衡点，让双方都得益的解决方案。 比如说： 大学宿舍里经常会遇到一个问题：几个人住一个宿舍，当中有两位同学，他们要马上考试，需要安静复习；另外几个同学，想要办一个Party。那么这天晚上的安静权是留给复习功课的同学呢？还是留给那些要办 Party 的同学？ 我们说这个问题，不是谁伤害谁的问题，而是资源怎么使用的问题。我们可以让要复习的同学出个价，说他认为的安静权值多少钱，两个同学协商后说是 100 块钱。但办 Party 的同学会说，如果咱们不在宿舍里面办，要跑到外面去办，至少得花上 300 块钱。 这时候要办 Party 的同学，说最多愿意出 300 块钱买下安静权。要办 Party 的同学愿意出的 300 块钱，跟希望能够安静复习的同学愿意出的 100 块钱之间有 200 块差价，这200块钱就是这两种同学之间的交易剩余。他们在当中找任何一个数字达成交易，都会皆大欢喜。 最后办 Party 的同学只给 260 块钱，就能把安静权买下来，还省了 40 块钱；同时超出了要复习的同学的预期，他们拿到了 260 块，而不是100 块。他们拿着这个钱，在外面可以找一个很好的咖啡厅，在那里有喝的，有吃的，好好地刷夜，好好地复习，这就是「讲数」的一个例子。 现实生活中，我们看问题时常常带入自己的价值观，甚至以主观的喜恶作为科学的结论。地道的经济学思维往往将主观感情和客观分析划分开来，所以常说好的经济学家在分析问题时有「忘我」的能力。 参考资料 张五常的经济解释 薛兆丰的经济学课","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"凡选择必有歧视","date":"2018-04-21T06:57:23.000Z","path":"2018/04/21/20180421凡选择必有歧视/","text":"这里的「歧视」是一个中性词，是指「区别对待」，跟我们平时常说的歧视概念有所区别。 01. 不可避免的「歧视」经济学中的一个核心概念是「稀缺」，「稀缺」这个基本事实有两个原因，一个是你想要的「东西」别人也想要，一个是人的需求是无限的，会不断变化升级。 稀缺这个事实不可避免，那么一个人做任何事都必须要做选择。选择不可避免，一旦选择就会有选择的标准，选择的标准就是区别对待，就是「歧视」。 02. 信息不对称造成的「歧视」信息不对称会造成「歧视」，我们可以想象一下这么个场景： 我和你在房间里面，忽然跳出一只老虎，你会怎么做？你会赶紧跑！因为老虎会吃人。如果我跟你说：“ 先别跑，这只老虎不一样，它不吃人。” 你会怎么说 ？你会说：“ 我怎么知道它吃不吃人，我还是先跑为上。” 我说：“ 你这是歧视，你是以对一般老虎的印象来判断这只具体的老虎，你应该多花一点时间了解这只老虎。” 你会说：“我了解不起，时间太紧，风险太高。” 这就告诉我们一个道理，人们常以偏概全来做判断，那是不得已，因为信息费用很高。以偏概全作判断当然会发生错误，但跟他要付出的成本相比，还是值得的。 有些信息不对称造成的「歧视」，貌似是不合理的歧视，其实它也有内在的根源，有着效率的考量。 比如现在很多公司招聘都以 985、211 为标准。但从公司的角度来看，不设门槛先筛选一遍，面试所有学校的学生成本要大很多，而 985、211 学校的学生整体素质更好，人脉关系更广，这是一种有效的选择「歧视」。 03. 凡「歧视」必付出代价我们经常说，北京人怎么样、上海人怎么样、安徽人怎么样、湖南人怎么样。这都是一种以偏概全的视角，这种视角是一种歧视。 「歧视」都是有代价的，只是有些代价大有些代价小而已。 比如你常说上海本地人坏话，说他们排外，看不起外地人，外地人一律都是「乡下的」。因为你很少和上海本地人打交道，「歧视」他们对你不会有什么损失，相反还能得到一些自我满足。但现在你必须要和一个上海本地人做生意，如果你还是坚持自己之前的那种「歧视」，你就赚不到钱，没法做生意。 顺着这个思路去想，歧视造成的后果越严重，我们就越有积极性去减少歧视。如果歧视带来的后果不太严重，我们可能随随便便就歧视别人。可以说市场竞争越激烈的地方，就是越能够做到豁达开放、兼容并包。 这也是经济学上的一个经典观点： 并不需要特意地去反对歧视，在竞争市场上，出于个人好恶「或者更一般的说，出于和生产率无关的因素」的歧视会遭到市场的惩罚而在竞争中被淘汰。 04. 表里如一的选择既然区别对待「歧视」不可避免，我们必须要接受这个现实，那么可以把重心放到「如何区别对待」上。我们的「区别对待」是否得当，就看选择的时候是否表里如一。 比如周杰伦和陈奕迅来杭州开演唱会，我买了陈奕迅的票，那么我就「歧视」了周杰伦，但我确实是喜欢陈奕迅，这是我的个人偏好，这就是表里如一。 再比如，我去投资一个项目，跟项目创始人见面后一看，这人长得太丑了，我还是放弃吧。投资项目的关键因素是看项目的好坏、创业者的能力和品性，与其相貌几乎没关系，这个「歧视」就是表里不如一。 小结稀缺不可避免，选择不可避免，「歧视」不可避免；信息不对称造成的一些「歧视」，其背后有着效率的考量；凡「歧视」必付出代价，竞争之下有些不必要的歧视就会减少；区别对待，在做选择时需要「表里如一」。 参考资料 薛兆丰的经济学课 互联网信息","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"经济机器是怎样运行的","date":"2018-04-15T13:00:00.000Z","path":"2018/04/15/20180415经济机器是怎样运行的/","text":"作者：达里奥 经济虽然看起来可能复杂「钢铁、玉米、石油」，但其实是以简单、机械的方式运行。经济由几个简单的零部件和无数次重复的简单交易组成。这些交易首先是由人的本能所驱动，因而形成 3 股主要的经济动力。 生产力增长； 短期债务周期； 长期债务周期； 下面介绍如何将他们组合在一起得出一个良好的模型，便于我们跟踪经济走势并理解当前正在发生的事情。 01. 交易先说经济中最简单的部分是「交易」。经济不过是无数交易的总和，而交易是一件非常简单的事情。交易时刻都在发生，你每次买东西都创造了一笔交易。在每次交易中，买方使用货币或「信贷」向卖方交换商品、服务或金融资产。 信贷在使用时和货币一样，因此把花费的货币和信贷加在一起就可以得出支出总额。支出总额就是经济的驱动力，如果支出总额除以销量就得出价格，这就是「交易」。 交易是经济机器中最基本的组成部分。所有的经济周期和动力都是交易带来的，所以理解了交易就理解了整个经济。一个市场由买卖同一种商品的所有买方和卖方组成，例如小麦市场、汽车市场、证券市场和千百万种其他市场。 经济就是由所有市场内的全部交易构成，如果你把经济中的总支出和总销量加在一起，就得出了解经济运行所需要的全部信息，就这么简单。 人民、企业、银行和政府都在以上述方式进行交易，用货币和信贷交换商品、服务和金融资产。 02. 政府最大的买方和卖方是政府，它由两个重要的部分组成，中央政府和中央银行。中央政府主要作用是税收和支出，中央银行控制经济中货币和信贷数量。因此不同于其他买方和卖方，央行通过调整利率和发行更多货币来执行这种控制。我们看到，正因为如此，央行在「信贷流通」中发挥着重要作用。 03. 信贷请各位注意「信贷」，信贷是经济中最重要的组成部分，但也许是人们最不了解的部分。 信贷之所以最重要是因为它是经济中最大且最变幻莫测的一部分。贷款人和借款人与在市场中进行交易的买方和卖方一样。通常贷款人希望自己的钱生出更多的钱，而借款人则想购买当前无法负担的某种东西，例如房子、汽车或者进行投资，比如创业。 信贷可以同时满足贷款人和借款人的需求。借款人保证偿还借款本金，并支付额外利息。利率高的时候，借款就会减少，因为贷款成本昂贵。利率低的时候，借贷就会增加，因为贷款成本低。当借款人保证偿还债务且贷款人相信这一承诺时，「信贷」就产生了。 任何2个人都可以通过协商产生信贷「credit」，信贷看似简单，实则复杂。因为信贷还有其他名称，信贷一旦产生，立即成为债务。债务是贷款人的资产，是借款人的负债。等借款人今后偿还了贷款，并支付了利息，这些资产和负债都消失了，交易完成。 那为什么信贷如此重要呢。因为借款人一旦获得信贷，他就可以增加自己的支出。必须谨记，「支出是经济的驱动力」，这是因为一个人的支出是另一个人的收入。 想象一下，你每花 1 块钱，另一个人就赚 1 块钱，反之亦然，所以你花的越多，别人就赚的越多。当某人收入增加，其信用度就会提高，贷款人就更愿意把钱借给他。 信用良好的借款人具备 2 个条件，偿还能力和抵押物。收入/债务的比率高，借款人就具备偿还能力。如果无法偿还，借款人还可以用有价值可出售的资产作为抵押物。这样，贷款人可以放心地把钱借给他们了。 所以收入增加使得借贷也增加从而能够增加支出。由于一个人的支出是另一个人的收入，这将导致信贷进一步增加并不断循环，这一自我驱动的模式导致经济增长，也正是因为如此才有了经济周期。在一项交易中，为了获得某些东西你必须付出某些东西，你得到多少取决于你生产多少。我们的知识随时间逐渐增加，知识累积会提高我们的生活水平，我们将此称为生产率的提高。 善于创新和勤奋的人将比那些自满和懒惰的人更快的提高生产率和生活水平，但短期内不一定体现出来。生产率在长期内最关键，但信贷在短期内最重要。这是因为生产率的提高不会剧烈波动，因此不是经济起伏的一个重要动力，但债务是这种动力。因为我们能通过借贷让消费超过产出，但是在还债时不得不让消费低于产出。 债务量的波动有 2 大周期，其中一个周期持续大约 5-8 年，另一个持续大约 75-100 年，大部分人虽然能感受到波动，但由于离波动太近，每天每周都身临其境，所以通常并不认为这是周期。 04. 短期债务周期我们将考察这三股主要动力，并观察他们是如何相互作用以及它们在经济中的表现。如上所述，经济的波动不是取决于人们多少善于创新或者勤奋工作，而是主要看信贷的总量。 我们想象一个没有信贷的经济运行，在这样的经济运行中，增加支出的唯一办法是增加收入，因此需要提高生产率和工作量，提高生产率是经济增长的唯一途径，因为我们的支出是另一个人的收入，当我或另一个人提高生产率的时候经济就会增长。 如果我们观察各种交易加以总结，就会发现一条类似于生产率增长轨迹的渐近线。但由于我们借债，于是产生了周期。这并不是因为任何法规，而是人的天性和信贷的运作方式。 借债只是提前消费，为了购买现在买不起的东西，你的支出必然超过收入。因此，你需要借钱，实际上是向未来的自己借钱。你给自己设定了一个未来的时间，到了那个时候你的支出必须小于收入以便偿还债务，这样马上就形成了一个周期。通常一旦你借钱就制造了一个周期，对于个人是这样，对于整个经济运行也是这样。 这就是为什么必须理解信贷如此重要，因为信贷触发了一系列机械的、可预测的将在未来发生的事件。这就是信贷和货币的区别。 完成交易需要使用货币，当你在酒吧用现金买一杯啤酒时，交易立即完成。但当你用信贷来买一杯啤酒时，例如赊账，相当于你承诺今后为这杯啤酒付钱。你和调酒师一起创造了一笔资产和一笔负债，你们凭空制造出了信贷。只有在你偿还了这笔赊账之后，这笔资产和负债才会消失，债务才会还清，交易才会结束。 现实生活中大部分所谓的钱其实是信贷。美国国内信贷总额大约为50万亿美元，而货币总额只有大约3万亿美元。 在没有信贷的经济运行中增加支出的唯一办法是增加生产，但是在有信贷的经济运行中还可以通过借债来增加支出。因此有信贷的经济运行能增加支出，使得收入的增长速度在短期内超过生产率的增长，但在长期内并非如此。 但是请别误解我的意思，信贷不一定是坏事，只是会导致周期性变化。信贷如果造成超过偿还能力的过渡消费就是不良信贷。但是如果信贷高效率分配资源和产生收入，让你偿还债务，就是良性信贷。 举例，如果你借钱买了一台大彩电，电视机不会产生任何收入让你偿还债务，但是如果你借钱买一台拖拉机，用它来收获更多的庄稼赚更多的钱，你就能偿还债务，提高生活水平。 在有信贷的经济活动中，我们可以跟踪各种交易，观察信贷如何带来经济增长。 举个例子，假设你每年赚 10 万美金，没有任何负债，你有良好的信用，可以通过信用卡借 1 万美元，因此你有 11 万美元可供消费，即使你的年收入只有 10 万美元。由于你的支出是别人的收入，另一个人因此赚了 11 万美元，这个赚 11 万美元的人没有任何债务，可以借贷 1.1 万美元，即使他的年收入只有 11 万美元，他可以消费 12.1 万美元。由于他的支出是另一个人的收入，而我们通过跟踪各种交易可以看到这个模式不断自我强化。 但是要记住，借债形成周期，周期会上升最终也会下降，这就进入到另一个概念，短期债务周期。随着经济活动增加，出现了扩张，这是短期债务周期的第一阶段，支出继续增加，价格开始上涨，原因是，导致支出增加的是信贷，而信贷可以即刻凭空产生。如果支出和收入的增长速度超过所出售的商品速度，价格就会上涨，我们把价格上涨这种现象称为「通货膨胀」。 中央银行不希望通货膨胀过高，因为这会导致很多问题。央行看到价格上涨，就会提高利率。随着利率上升，具备借贷能力的人会减少，同时现有的债务成本也会上升。就等于你信用卡每个月的还款额会增加。 由于人们借债减少，还款额增加，剩下来用于支出的资金将减少，因此支出速度放慢。而由于一个人的支出是另一个人的收入，环环相扣人们的收入将下降。当支出减少，价格就会下跌，我们称之为「通货紧缩」。 经济活动减少，就会出现经济衰退。如果衰退过于严重，而且通货膨胀不再是问题，央行将降低利率，使经济活动重新加速。随着利率降低，偿债成本下降，借债和支出增加，出现另一次经济扩张。如你所见，经济像一部机器一样运行。在短期债务周期中，限制支出的唯一因素是贷款人和借款人的贷款和借款意愿。如果信贷易于获得，经济就会扩张，如果信贷很难获得，经济就会衰退。 请注意这个周期主要由央行控制，短期债务周期通常持续 5-8 年，在几十年中不断重复。 但是请注意，在每个周期的低谷和高峰后经济增长和债务都超过前一个周期。为什么会这样？这是人为造成的，人们愿意多借钱多花钱，而不喜欢偿还债务，这是人的天性。因此在长期内，债务增加的速度超过收入从而形成长期债务周期。 尽管人们的债务增加，但贷款人会提供更宽松的信贷条件，为什么呢？这是因为大家对未来都很乐观，人们仅关注眼前出现的情况。最近的情况是什么呢？收入持续增加，资产价值不断上升，股票市场欣欣向荣，现在是繁荣时期。 借钱购买商品、服务、金融资产非常划算。当人们过渡借贷消费时，我们称之为「泡沫」。 因此尽管债务一直增加，但收入也以相近的速度增加，从而抵消了债务。我们把债务和收入的比例称为债务负担，只要收入持续上升，债务负担就可以承受，与此同时，资产价格暴涨，人们大量借钱来购买资产，因为投资促使资产价格日益升高，人们感觉自己很富裕。因此，积累了大量债务，收入和资产价值的上升帮助借贷人在长期内保持良好的信用度，但是这样情况显然无法永久持续下去，也确实没法持续下去。 05. 长期债务周期几十年来，债务负担缓慢增加，使偿还贷款成本越来越高，到了一定时候，偿贷成本的增加速度超过收入，迫使人们减少支出。由于一个人的支出是另一个人的收入，收入开始下降，人们的信用因此降低，导致借贷减少，偿债成本继续增加，使得支出进一步减小，周期开始逆转。 这是长期债务的顶峰，债务负担变得过重。美国、欧洲和世界上很多其他地区在 2008 年出现了这一情况，日本在 1989 年和美国在 1929 年因为相同的原因也出现了这个情况。 现在，经济进入去杠杠化时期，在去杠杠化过程中人们削减支出、收入下降，信贷消失，资产价格下跌，银行发生挤兑，证券市场暴跌，社会紧张加剧，整个过程开始下滑并形成恶性循环。 随着收入下降和偿债成本增加，借款人被榨干了。随着信用消失，信贷枯竭，借款人再也无法借到足够的钱来偿还债务，借款人拼命填补这个窟窿，不得不出售资产。 在支出下降的同时，出售热潮使市场充斥待售资产。这时股票市场暴跌，不动产市场一蹶不振，银行陷入困境。随着资产价格下跌，借款人的抵押物价值下降，这进一步降低了借款人的信用。人们觉得自己很穷，信贷迅速消失。 支出减少、收入减少、财富减少，信贷减少、借债减少，诸如此类，这是一个恶性循环。它看起来与衰退相似，但是不同之处是无法通过降低利率来挽回局面。 在衰退中，可以通过降低利率来刺激借贷，但是在去杠杆化过程中，由于利率已经很低，接近 0，从而丧失刺激功能，因此降低利率不起作用。 美国国内利率在 1930 年代去杠杠化期间下降到 0，在 2008 年也是如此。衰退与去杠杆化之间的差别是，在去杠杆化过程中，借款人的债务负担变得过重，无法通过降低利率来减轻。贷款人意识到债务过于庞大，根本无法足额偿还。借款人失去偿还能力，其抵押物失去价值。他们觉得被债务困扰，不想再借入更多债务，贷款人停止放贷，借款人停止借贷。 06. 去杠杆化整个经济体和个人一样都失去了信用度，那么应该怎样应对去杠杆化呢？问题在于债务负担过重，必须减轻，因此方法有 4 种 ： 老百姓、企业和政府削减支出； 通过债务违约和重组来减少债务； 通过财富再分配，将财富从富人转移给穷人； 央行印发更多货币； 这 4 种办法被应用于现代历史上每一个去杠杆化过程，包括美国、英国、日本、西班牙和意大利。 1. 削减开支通常第一个措施是削减开支，我们刚才看到老百姓、企业甚至政府都勒紧裤带削减开支，从而能够偿还他们的债务，我们通常把这种称为「紧缩」。 当借款人不再借入新的债务并开始减少旧债务的时候，你以为债务负担户减轻，但情况正好相反。因为支出减少了，而一个人的支出是另一个人的收入，这就导致收入下降。收入下降速度超过还债的速度，因此债务负担实际更为沉重。 我们已经看到，这种削减支出的作法引起通货紧缩令人痛苦。企业不得不削减成本，这意味着工作机会减少，失业率上升。 2. 减少债务这就导致下一个步骤，即必须减少债务。很多借款人无法偿还贷款，而借款人的债务是贷款人的资产。如果借款人不偿还银行贷款，人们会担心银行无法返还其存款，因此纷纷从银行取出存款。银行受到挤兑，而老百姓、企业、银行出现债务违约，这种严重的经济收缩就是「萧条」。 萧条的一个主要特征是：人们发现他们原来以为属于自己的财富中有很大一部分实际并不存在。 我们再次以酒吧为例，当你用赊账的方式买一杯啤酒时，你是在承若以后偿还酒吧的赊账，你的承若称为酒吧的一项资产。但是如果你不兑现承若，不偿还酒吧的赊账，实际上是债务违约，那么酒吧的这项资产实际上一文不值，它实际上是消失了。 很多贷款人不希望自己的资产消失，所以同意债务重组。债务重组意味着贷款人得到的还款减少，或偿还期延长，或利率低于当初商定的水平。无论如何，合约被破坏的结果是债务减少，贷款人希望至少收回一些贷款，这好过血本无归。 债务重组让债务消失，但由于它导致收入和资产价值以更快的速度消失，债务负担继续日趋沉重，削减债务和减少支出一样令人痛苦和导致通货紧缩。 所有这些都对中央政府产生影响，因为收入降低和就业减少意味着政府的税收减少。与此同时，由于失业率上升，中央政府需要增加支出，很多失业者，储蓄不足，需要政府的经济援助。 此外，政府制定经济刺激计划和增加支出以弥补经济活动的减少。在去杆杠化过程中，政府的预算赤字飙升，原因是政府的支出超过税收，你在新闻中听到的预算赤字正是这种情况，政府必须加税或举债来填补赤字。 3. 财富再分配但是在收入下降和很多人失业的时候应该向谁融资呢？当然是「土豪」了。由于政府需要更多的钱，而且大量财富集中在少数人手中，政府自然对富人的征税以帮助经济中的财富再分配，财富从富人流向穷人。 正在困苦中的穷人开始抱怨富人，承受经济疲软，资产贬值和增税压力的富人开始怨恨穷人，如果萧条持续，就会爆发社会动荡。不仅国家内部紧张加剧，而且国家之间也会这样，特别是债务国和债券国之间。这种局势会导致政治变革，有时候是极端的变革。1930 年代，这种局势导致希特勒掌权，欧洲爆发战争，美国出现大萧条，要求采取行动来结束萧条的压力越来越大。 4. 发行更多货币不要忘记，人们心目中的货币，实际大部分是信贷，因此当信贷消失，人们的钱就没了。人们迫切需要钱，你肯定记得谁可以发行货币，中央银行可以。央行已经把利率降到接近 0 的水平，现在被迫发行更多货币，发行货币与削减支出、减少债务和财富再分配不同，会引起通货膨胀和刺激经济。 中央银行不可避免地凭空发行更多货币，并使用这些货币来购买金融资产和政府债券。这种情况发生在美国大萧条期间，并在 2008 年再次爆发，当时美国的中央银行和联邦储备委员会增发了 2 万多亿美元，世界各地其他央行也增发了很多货币。 央行通过用这些货币购买金融资产，帮助推升了资产价格从而提高了人们的信用，然而这仅仅有助于那些拥有金融资产的人。 显然，央行可以发行货币，但是只能购买金融资产，而另一方面中央政府可以购买商品和服务，可以把钱交给人民但是无法印发货币。因此，为了刺激经济，央行和政府必须合作，央行购买政府债券，其实是把钱借给政府，使其能够运行赤字预算，并通过刺激计划和失业救济金来增加购买商品和服务的支出。 这增加了人们的收入，也增加了政府的债务。但是这个办法会降低经济中的总债务负担，这是一个风险很大的时期，决策者需要平衡考虑降低债务负担的四种办法。 为了保持稳定必须平衡兼顾，通货紧缩的办法和通货膨胀的办法，如果平衡稳定了，可以带来和谐的去杠杆化。 所以说，去杠杆化可以是痛苦的也可以是和谐圆满的，怎样才能和谐的去杠杆化呢？ 尽管去杠杆化是艰难的，但以尽可能好的办法来处理艰难的局势是一件好事，这比杠杆化阶段大量举债产生过度失衡现象要好很多。 在和谐的去杠杆化过程中，债务收入比例下降，经济实际是在正增长，同时通货膨胀不再是一个问题。这是通过适当的平衡所取得的，为了取得适合的平衡，需要结合削减支出、减少债务、转移财富和发行货币的办法，以保持经济和社会稳定。 有人会问发行货币是否会加剧通货膨胀？如果增发货币抵消信贷降幅就不会有通货膨胀。 不要忘记，重要的是支出。每 1 块钱的支出无论支付的是货币还是信贷，对价格的影响都是一样的。央行可以通过增加货币发行量来弥补消失的信贷。 央行为扭转局面，不仅需要推动收入增长，而且需要让收入增长率超过所积累债务的利率。这是什么意思呢？总的来说，收入一定要比债务增长的快。 我们假设有个国家正在经历去杠杆化，其债务收入比例是 100%， 这意味着债务量相当于整个国家一年的收入，假设这些债务的利率是 2%，如果债务以 2% 的利率速度增加，而收入的增长率仅有大约 1%，那么你的债务负担永远不会减轻，必须发行更多货币，使收入增长率超过利率。 然而，发行货币这个办法容易被滥用，因为这个办法太简单了，而且比其他办法更受欢迎，关键是避免像 1920 年代去杠杆化的德国那样发行过多货币从而导致恶性通货膨胀。 如果决策者取得适当的平衡，去杠杆化过程就不会那么剧烈。经济增长速度缓慢，但债务负担会下降，这就是和谐的去杠杆化。 当收入上升的时候，借款人的信用度提高，一旦借款人显得更有信用，贷款人就开始恢复贷款。债务负担终于开始下降，人们可以借到钱，就可以增加消费，经济终于开始恢复增长，长期债务周期从而进入通货再膨胀阶段。 去杠杆化过程如果处理不当会非常可怕，如果处理得当，最终将解决问题。为了是债务负担下降和经济活动恢复正常，大约需要 10 年或者更长的时间，因此有种说法是：失去的 10 年。 总结经济当然要比我们讲解的这个模式复杂一点，然而把短期债务周期，长期债务周期和生产率增长轨迹结合起来分析，可以得到一个不错的模式，可以看清我们在过去和当前的处境以及未来可能的发展方向。最后分享给大家三条经验法则： 不要让债务的增长速度超过收入，因为债务负担最终会把你压垮； 不要让收入的增长速度超过生产率，因为这最终会使你失去竞争力； 尽一切努力提高你的生产率，因为这将在长期内起到最关键的作用；","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"学会倾听","date":"2018-04-14T05:45:07.000Z","path":"2018/04/14/20180414学会倾听/","text":"曾经看到过这么一句话： 交流的有效与否往往更取决于听者而非说者。 沟通是信息交换的过程，「说者」把他的想法用其语言表达出来，「听者」用他的方式去理解语言，然后再反过来进行，不断重复这个过程。 01. 无效倾听大多数人并不懂得应该如何有效地倾听，听者在倾听的过程中有哪些难点呢。 1. 走神现象人脑处理「听」的速度大约是「说」的 6 倍，所以我们在倾听的过程中常常会出现走神的现象。下面的场景大家都很熟悉： 倾听的过程中，开始走神的时间很短，也许也就几分之一秒，在这一瞬间里大脑也能处理很多信息。当大脑神游归来之时，我们并没有发现自己错过什么重要的东西，于是大脑又开始自动走神，这次可能比上次更久。因为大脑已经证明过自己「游刃有余」，当再次归来时大脑也许还会印证自己并未错过什么。于是乎，走神的次数越来越多，走神的时间越来越长。 2. 理解偏差A 把他的想法用其语言表达出来「编码」，B 用他的方式去理解语言「解码」，但往往 B 把 A 的话理解成了另一个样子，这就是理解偏差。 不同人的编码/解码机制是不一样的，而且这个机制是每个人长期积累形成的。B 在接受信息的时候往往会结合自己的知识体系去理解，更要命的是，B 并不是不懂装懂，而是「真诚地相信」自己确实是懂了，这就造成了理解偏差。 3. 过早质疑在倾听的过程中，有些人常常会随机地发出质疑，打断说者，这不仅增加了说者有效表达的难度，更增加了自己获得对方讲述全貌的难度。 02. 有效倾听上面介绍了听者在倾听过程中存在的几个难点，下面就从上述几个维度来分享如何有效地倾听。 1. 用多余的脑力去「回顾」和「预期」如何避免倾听过程中的走神呢？我们可以用多余的脑力做两件事，「回顾」和「预期」。 2. 回顾回顾，简单的说就是说者刚刚讲了些什么？倾听过程的记忆难度要比阅读过程的高，而我们大多数人对自己的记忆能力过分地高估。因为人能感知到「记住的东西」，而那些没有被记住的东西感知不到，这就造成了高估自己的记忆。 相信自己的记忆力比自己估计的要差，甚至差很多，可以帮助我们在倾听的时候为了真正记住去反复回顾，同时在一些重要的场合可以借助辅助工具，比如笔记。 PS. 一些重要的场合录音也很重要，在闲暇的时候再听一遍时，你会有很多不一样的感受。 3. 预期预期就是猜测「说者」下一步可能会讲什么。有效倾听关键在于那些「隐含信息」，而隐含信息一般不是「听」到的，而是「想」到的。 说者传递的信息一般分为事实和看法。如果是事实，你可以想想「他所陈述的内容真实性如何」。如果是看法，你可以想想「他的这个看法的根源在哪」。上述 2 个问题只是给你去「想」提供了一个起点，当你在倾听的过程中去「想」的时候，你会「听到」更多原本「听不到」的信息。 4. 提升「理解质量」倾听过程中提升自己的理解质量可以减少和消除理解偏差。 除了时间之外，人生中的局限大多来自于自身，倾听过程中的理解偏差亦是如此。我们必须想办法获得一种或者一些能够用于鉴定已知信息有效性的知识。已知信息是「概念类知识」，用于鉴定一直信息的知识是「判定类知识」，比如「眼见不一定为真」的道理就是判定类知识。 当你有了一些判定类知识后，你需要用它们去鉴定自己所拥有已知信息「概念类知识」的有效性。这些已知信息的有效性决定了你在倾听过程中的理解质量。因为人在倾听理解信息的时候都会不由自主地调动一切已知信息去和它匹配。 不断地收集、整理、修正自己的判定类知识，就好像是为自己编织一张「滤网」，以阻止无效概念类知识的进入。 5. 克服过早质疑在倾听过程中，不要过早地质疑，中途打断说者。当你听到最后，可能会发现你对倾听内容的理解发生了变化，你自己最开始的疑问也发生了变化。 6. 验证机制「说者」把他的想法用其语言表达出来，「听者」用他的方式去理解语言，为了保证沟通的顺利，往往需要添加一个验证机制。 倾听完之后，为了避免自己自以为是地认为自己理解对了，不妨套用以下的句式来验证： 你的意思是……是吗？ 你的意思是……我理解的对吗？ 7. 帮助说者进入「倾诉」状态在倾听过程中，给予说者一些鼓励性的信号可以使说者更容易地进入「倾诉」状态。为了有效倾听，这是你作为听者需要养成的一个好习惯。 可以使用一些肢体语言来给说者一些回应，让说者感受到你在用心聆听，比如时不时的有一些眼神接触、微笑点头表示等。 最后，希望大家都能够「有效倾听」。","comments":true,"tags":[{"name":"沟通","slug":"沟通","permalink":"http://www.stormdaglas.com/tags/沟通/"}]},{"title":"Google 搜索技能","date":"2018-04-09T17:25:36.000Z","path":"2018/04/10/20180410Google搜索使用技巧/","text":"知识有两种，一是你所知道的知识，二是你暂时不知道但知道哪里可以查到的知识。今天来聊聊如何增加第二类知识。 01. 基本搜索技巧优先使用英文关键字搜索尽可能的使用英文关键字进行搜索。 加号在 Google 的输入框里，所有的空格都被 Google 理解为加号 +。如果你输入的是 purpose of education 那么 Google 返回的文章里既有「purpose」存在，也有「education」存在，但不一定有「purpose of education」存在。 另外，过分常用的、单独存在没有意义的词汇往往被忽略掉，比如冠词 a、the；介词 of、in、on、at、to；连词 and、or、but；从属连词 that、which、when；代词my、his、them等。 引号双引号返回「完整匹配」的结果，如果你想要找含有「purpose of education」这个词组的文章，那么你必须输入”purpose of education”。 减号为了进一步筛选搜索结果，还需要学会另外一个符号，减号 -。 比如 “the most important benefit of education” – “united states”要求Google返回含有「the most important benefit of education」但不存在「united states」的文章。 星号另外一个威力无穷的符号是星号。Google 支持通配符搜索，即搜索字符串中可以包含星号，用来替代任意字符串。 波浪号把波浪号 ~ 加在某个单词前面，是在告诉 Google：除了给出的关键字之外，还要搜索与波浪号 ~ 后面的那个单词相关的词汇。 比如，搜索the importance of ~censorship的结果中包含着“the importance of censorship”，也包含着与censorship相关的另外一个词汇“propaganda”——“the importance of propaganda”。 查询某一类文件搜索某一类特定文件类型的时候后面加上「filetype:」，最重要的文档搜索是PDF搜索。 要搜索关于电子商务「ECOMMERCE」的PDF文档，搜索输入「ecommerce filetype:pdf」即可。 搜索图片点右上角的「图片」进入 Google 的图片搜索页面，图像搜索目前支持的语法包括“+”，“-”，“OR”，“site”和“filetype”。 例如查找美国教育网上的宇宙大爆炸jpg图片，搜索「BIG BANG filetype:jpg site:edu」即可。 搜索特定的目录使用语法「inurl:」进行搜索。 很多网站设有专门的下载目录，而且就命名为“download”，因此，可以用INURL语法直接搜索这些下载目录。比如搜索「winzip 8.0 inurl:download」。 专门的图片集合，提供图片的网站通常会把图片放在某个专门目录下，如 “gallary”、“album”、“photo”、 “image”等。这样就可以使用INURL语法迅速找到这类目录。比如试着找找小甜甜布兰妮的照片集，搜索「”britney spears” inurl:photo」。 提供MP3的网站，通常会建立一个叫做MP3的目录，目录底下分门别类的存放各种MP3乐曲。所以，可以用INURL语法迅速找到这类目录。比如找老歌“say you say me”，搜索「”say you say me” inurl:mp3」。 站内搜索在指定网站中搜索的语法是「site:」。比如 “ the purpose of education” site:http://www.time.com/ 就是要求 Google 只返回 http://www.time.com 这个网站里的含有“the purpose of education”的文章。","comments":true,"tags":[{"name":"搜索","slug":"搜索","permalink":"http://www.stormdaglas.com/tags/搜索/"}]},{"title":"对「时间管理」的认知","date":"2018-04-05T13:43:52.000Z","path":"2018/04/05/20180405对时间管理的认知/","text":"01. 要管理的不是时间而是自己任何一个人都会在某个时刻认识到时间的珍贵，并且因为自己懂事太晚而多少有些后悔。我们时常焦虑时间过得好快，感觉啥都没干一天就这么过去了。必须要认清一个事实，时间一直在自顾自的流逝着，任何人都无法管理它，我们能管理的只有我们自己。 人们生活在同一个世界，却又生活在自己的那个版本中。改变自己，就意味着属于自己的那个版本的世界将随之改变，其中也包括时间的属性。 只有找到问题的根源，才会有解决的希望。 02. 控制你的大脑1.「元认知」概念人是很神奇的，人与动物最大的区别在于人具有「元认知」的能力，人能够将自己的思考作为思考对象进行思考。 比如，在看电影的时候，有的人会跟着电影剧情起伏一会哭一会笑。有的人会在想，这个情节合理吗？之后会如何发展？是情节感人还是背景音乐感染的？为什么有人感动而我却无感？ 这种跳出来，对自己思考的过程进行观察和思考的能力就是元认知。 要考证书了，你翻开书准备复习，刚看到某页，你突然感觉很渴，想喝点水。你去冰箱拿了杯饮料喝了两口，突然微信来了信息，你就跟朋友聊了会天。正准备放下手机去看书的时候电话又响了，你挂了电话回到座位上，过了好一阵子，你突然意识到自己刚刚在发呆，下意识地看了看时间，已经过了 1h 了，但书只看了几页。 多么熟悉的场景，这就是元认知能力弱，经常被大脑控制的表现。而元认知能力强的人，可以站在更高的层次去控制大脑，不被大脑所左右。 2. 如何提高「元认知」可以从以下 2 点来刻意训练提高你的元认知能力。 01. 读书好的书籍可以训练人的思维，只有认知水平提高了，你才能增长知识，才有机会转化成自己的见识。有关阅读方面的认知可以看看「如何阅读一本书」读后感。 02. 反思每天晚上可以回想一下白天做的事情，问自己几个问题。 这个事情应该做吗？ 做这件事情的时候自己有哪些优势哪些劣势？ 有没有值得改进的地方？下次能否更好地完成呢？ 反思的过程可以让你跳出来，以一个旁观者的角度来思考，反思其实是控制大脑的过程。 03. 接受现实我们常说用正确的方法做正确的事，正确的事比正确的方法更重要。 最可怕的不是效率不高，而是干脆做错了事，做的事是错的，效率越高反而越糟。判断一件事情是否正确的核心依据就是，看它是否现实。 没有人能逃脱现实的束缚，几乎一切愚蠢的行为都来自否定现实，逃避现实。只有坦然接受，才可能脚踏实地，避免心浮气躁、好高骛远。接受现实才能做正确的事情，所谓正确的事情也就是现实的事情。那么有哪些现实呢？ 速成绝无可能 只有付出才会有收获 完美永不存在 未知永远存在 现状无法马上摆脱 当你准备做一件事的时候，应该将其与上面的几条现实一一对比，看其是否符合现实。要牢记，正确的事比正确的方法更重要。 04. 管理自我的「术」1. 估算时间良好的估算出可以用于计划的时间和完成各个任务所需的时间，则更容易确定现实可行的目标。此外，相对准确的估算又能使得任务基本上都可以顺利达成，从而战胜了焦虑。 在时间领域有这么一条法则。 完成一个任务实际花费的时间总会超过计划花费的时间，就算指定计划的时候考虑了本法则，也不能避免这种情况的发生。 大多数人在执行任务前都没有去分辨这个任务是熟悉的还是陌生的。熟悉的任务，正确估算完成任务的时间是容易的。陌生的任务在执行的过程中必然会遭遇种种「意外」，这些意外的完成时间无法估算。 我们要从现在开始养成做任何事情之前先判断其熟悉程度（或陌生程度），再根据判断估算完成任务所需要的时间的习惯。 2. 立刻行动所谓拖延，一般不是拖延着做事，而是拖延着不开始做事。究其原因，拖延是来自于心理的恐惧：一方面只要开始做事，就有做不好，做错的风险；另一方面过分在乎外部的评价，怕做不好而被别人嘲笑。 这时候我们需要告诉自己： 只要做事情，就肯定会遇到困难，事情越有价值，困难就越具规模，所以就很有可能出错或做不好； 一个人一旦开始认真做事，被嘲笑、被耻笑的几率将远远高于被夸奖、被鼓励的几率。而且一个经常嘲笑别人的人，只能说明他自己也不怎么样「成功的人懂得做事的艰辛和不易」； 所以，以后不管遇到什么任务，永远不要再问何时开始才好，因为答案只有一个，那就是「现在开始」。 3. 分解任务有些任务太抽象让人无从下手去做，这时候就需要不停地细分、拆解任务，越具体越好，直到每一个小任务可执行。 4. 任务并行把要做的任务写出来，这样可以容易地分辨出哪些是简单又机械的，哪些是相对复杂又灵活的。把一个机械性的任务和一个非机械性的任务并行进行可以极大地提高效率，有时会可能达到 1 + 1 &gt; 2 的效果。 比如跑步的时候听一些音频学习的课程，干巴巴地跑步会觉得时间过得很慢，但在听音频学习的过程中你需要集中精力，需要去思考，反而会觉得时间过得很快，既达到了学习的目的，同时又让跑步运动变得更容易坚持下去。 5. 做时间记录和预算时间和金钱有很多很多相同之处，我们经常对花费记账同时对支出做预算，时间同样如此。 01. 记录时间开销在《奇特的一生》中，柳比歇夫的日志是「事件-时间日志」，他在记录的每一个事情后面加上了所用的时间。 这种记录的一个好处是很容易看出你的时间开销状况，哪些是重要有意义的「一般指学习和工作」，哪些是无谓的浪费时间。另一个好处是让你对时间的感觉越来越精确。 02. 制定时间预算开始一天的活动之前，当天的时间预算是很有必要的。当你罗列好当天的任务，并在大脑中估算完每项任务花费的时间后，你往往会发现时间不够用了，这时候就需要进行选择了。 对任务进行分类，很多地方有讲解任务的重要和紧急与否之间的关系，以及如何分配任务的优先级。但大多数人面对的问题无法分辨「真的重要」和「显得重要」，「真的紧急」和「显得紧急」。 判断一件任务是否真的重要的标准只有一个：是否对目标的实现有益。而判断一件任务是否真的紧急的标准每个人都不一样，但事实上真正紧急的任务少之又少。 5. 制作列表清单我们经常遇到这种情况，到超市买完东西之后经常会懊恼「怎么又有两样东西忘记买了呢」。制作列表清单可以使我们做事井井有条，并保证不会白白浪费时间。 6. 固化重复性任务的流程我们面临的任务大多数是重复性的，在遇到重复性的任务时先将其做一次，然后马上总结、整理，搞清流程将其固化，再通过实践把它变成「闭着眼睛也能做好」的事情。固化流程能够提高效率、减少失误。 下面以大家原以为很简单的「打电话」为例，固化后的流程如下。 确定对方最有可能接电话的时间，难以确定的时候先发短信咨询； 打电话前把要沟通内容的清单放在手边，确保沟通过程中不会遗漏要点； 通话前把重要信息整理成电子文本，通话中做必要的更新，通话结束后，通过邮件将备忘发给对方； 若对方没有接电话，则给对方发署名短信告知事由，并做好记录防止自己遗忘此次的沟通内容； …… 7. 预演做任何事情之前，都应该尝试将事情的整个过程在脑子里预演一遍甚至数遍，复杂的事情可以借助纸笔或 APP 等。 越重要的任务预演越关键，预演能够让你在实际的实施过程中有出色的表现，让你坚信提前准备的重要性，从而形成一个良性的循环。 8. 验收机制给所做事情的表现设计一个验收机制非常重要。最基本验收机制是针对最终结果的，你应该问自己「怎样才算做好？」。如果将任务分解成若干个子任务，那么做好的标准起码有这么一条「如果这个做不好，那么下一个就没法开始」。 参考资料 李笑来的《把时间当作朋友》 柳比歇夫的《奇特的一生》 互网络信息","comments":true,"tags":[{"name":"管理","slug":"管理","permalink":"http://www.stormdaglas.com/tags/管理/"}]},{"title":"「成本」概念解读","date":"2018-03-22T07:12:21.000Z","path":"2018/03/22/20180322成本概念解读/","text":"01. 成本是放弃了的最大代价一个人做任何事情都是有成本的。「资源是稀缺的」是经济学的基本原则之一，这就意味着我们采用一种方法使用资源时，也就放弃了其他方法使用该资源。 比如说一个果园可以拿来种很多种水果，我们现在简化，说只能种苹果和橘子，如果拿来种苹果就不能种橘子，那么种橘子就是种苹果的成本；反过来，拿来种橘子就不能种苹果，此时种苹果就是种橘子的成本。 一个资源有若干种选项，被选的那个选项的成本，是所有落选选项中价值最大的那个，也就是说「成本是放弃了的最大代价」。 02. 成本概念应用的难点成本是放弃了的最大代价，这句话看似很简单，但是要真正用好它却十分困难。 放弃了的所有选项中价值最高的那个 既然是放弃了的选项，也就是没有被实现的选项，你得靠想象才能知道它到底有多大的价值，这个就需要相当大的智慧了。 03. 你的成本由别人决定你自己有一个门面店，现在你要去卖奶茶。因为是你自己的门面店，所以你卖奶茶的成本是零，这个想法正确吗？ 成本是放弃了的最大代价，你用这个门面店卖奶茶就放弃了使用它的其他可能。如果把门面店租给别人，你可以拿到租金，那么你用门面店卖奶茶的成本就是租给别人所得到的租金。而这个租金是由别人决定的，有人愿意出 2W 租你的门面店，那么卖奶茶的成本就是 2W，如果出 4W，那么成本就是 4W。用门面店卖奶茶的成本跟门面店是谁的没任何关系，它只与一个事情有关，那就是放弃了的那个可以给你带来的最大收入。 再比如职业的选择，如果你明明可以成为一个优秀的程序猿，却跑去做设计画图纸，那么你做设计的成本是你做程序猿的收入，而这个收入是你的 BOSS 决定的。 04. 货币成本不是全部成本一提到「成本」，大家的第一个想到的就是要花多少钱这些显性成本，而忽略一些隐性成本，比如幸福感、愉悦感等。货币成本不是全部成本，我们做决定的时候不能只看到钱，而应该看到它的所有成本。 比如你住的离公司远一点，房租要便宜很多，但你花在路上的时间要多很多，这个时间也得算到成本里去。 再比如你去超市买食材，超市里的价格比菜农肉贩里的价格要贵很多很多，但是如果你自己去菜农那买蔬菜、去屠宰场买肉，这中间要花掉的成本比超市里的要多的多，所以我们不能只看货币成本。 05. 沉没成本和边际成本沉没成本不是成本。这句话理解起来简单，真正难的是去实践。 比如说我们去看电影，开场 10min、20min 的时候其实就已经知道好不好看了，碰到一部烂片，有多少人能够在 10min、20min 的时候果断离场呢。 沉没成本不是成本，那么遇到这种情况时，我们该用什么来指导我们的决策呢？这时候就要看边际成本和边际收益了。 边际成本是指多生产 1 单位产品而增加的成本。边际收益指再多销售 1 单位的产品将会得到的投资回报率。 举个例子，现在有 2 个项目。A 项目上我们投 100 能够获得 150 的收益，B 项目上我们投 100 能够获得 200 的收益。还没投的时候当然是投资 B 项目，但如果此时你在 A 项目上已经投了 90，再投 10 你就可以获得 150 的收益，B 项目你还没投，需要投 100 才能获得 200 的收益，这个时候当然投 A 项目，因为此时 A 项目的边际收益比 B 项目的边际收益要大。 所以有时候，当我们开始的时候已经做了错误的决策，沉没成本不是成本，此时「将错就错」可能是更有效的决策，关键是要看边际成本和边际收益。 06. 随笔感触1. 选择低成本的事相信选择 A 将来带来的回报比选择 B 和 C 的都要高，那么选择 A 的成本是最低的。从这个角度来看，想办法增加 A 的收益与保持选择 A 是低成本是一致的。 2. 趁年轻多去尝试为什么我们总说「趁年轻多去尝试」。因为年轻的时候花大量时间学习不同的东西，参加不同的社会实践，多去尝试不同的工作，这个时候因为选项都是起步阶段，你选择任何一项工作，比如 A ，其他工作 B、C、D 给你带来的收益不会高，此时成本是低的。当你尝试过 A 后觉得不适合，去选择 C 的时候，此时的成本可能也就是 A 的收益，由于时间短，A 的收益也不会太高。但当你在 A 上工作十年，再去选择 B 的时候，你放弃掉的 A 此时已经给你带来比较可观的收入，此时的成本是高的。 所以趁年轻多去尝试，选择自己兴趣最大、付出成本最低，而且在相当一段长时间里，你的总收益最大的职位。 3. 放弃了的所有选项中不可能的选项其成本很低比如说你现在有 2 个选择，一个是做设计，年薪10W，一个是当明星，年薪1000W。成本是放弃了的最大代价，那么做设计的成本是 1000W，做明星的成本是 10W，做设计的成本远远高于做明星。但由于你不可能做明星，此时做设计的成本比做明星更低。 成本是放弃了的所有选项中价值最高的，所用选项必须满足一个前提条件，那就是这个选项是可以实现的。放弃了的所有选项中不能实现的选项是没有比较性的，其价值很低。 参考资料 薛兆丰的经济学课 萨缪尔森的经济学","comments":true,"tags":[{"name":"经济学","slug":"经济学","permalink":"http://www.stormdaglas.com/tags/经济学/"}]},{"title":"「如何阅读一本书」读后感","date":"2018-03-17T12:29:01.000Z","path":"2018/03/17/20180317如何阅读一本书读后感/","text":"01. 致阅读我一直觉得世上超级划算的买卖之一就是「阅读」，因为你花费一顿饭的钱可能看到别人一辈子的心血。 有人会说「 我读了很多书，但大部分都忘记了，那么读书有什么意义呢？」，答「 当我还是个孩子的时候，吃过很多食物，现在已经记不起来吃过哪些了。但我可以肯定的是，它们中的一部分已经成为我身体中的血肉了。」 02. 书的简述针对不同类别的书，如何弹性的运用基本方法做不同形态的阅读。 03. 书的骨骼框架04. 阅读的目的 娱乐消遣，这个大家懂的。 增加咨讯 ，只是为了获取信息，这种阅读只需要动用记忆力，虽然相对轻松，但其代价就是给你的帮助不够强大。 增加理解 ，当一本的内容超过了你的理解力，或者不是你所熟悉的领域，此时你需要花费一定的力气才能读懂。这个时候光靠记忆力是远远不够的了，需要你用到大脑的其他能力。这种阅读往往伴随这你的思考，在获取资讯的同时也给你带来认知的提升。 05. 被动阅读和主动阅读1、被动阅读。在阅读的过程中没有思考，可以称之为「灌输式阅读」。 2、主动阅读。阅读时提出问题并尝试去回答这些问题。如何带着问题去阅读，你要提出四个主要的问题。 整体来说，这本书到底在谈些什么。 作者详细说了什么，怎么说的？ 这本书说得有道理吗？是全部有道理还是部分有道理？ 这本书跟你有什么关系吗？ 娱乐消费性阅读是被动阅读，增加理解性的阅读是主动阅读，增加资讯的阅读则二者兼有之。 06. 阅读的层次这是本书的重点内容，介绍了4个层次的阅读，这4个层次是递进的关系，上面层次需要下面层次的技能。 1. 基础阅读这个层次的阅读只需要你读懂字面上的意思即可，需要的技能仅仅是识字、断句、联系上下文等。 2. 检视阅读也就是略读，如何略读书中介绍了下面几种方法。 1、先看书名页，有序就先看序。 2、研究目录。 3、书中有索性，也要检阅一下。 4、有的话读一下出版者的介绍。 5、挑几个看来跟主题息息相关的篇章来看。 6、把书打开，东翻翻西翻翻，念个一两段，有时候连续读几页，但不要太多。 7、头一次面对一本难读的书的时候，从头到尾读一遍，碰到不懂得地方不要停下来查询和思索。 3. 分析阅读也就是精读，分析阅读是这本书的重中之重，包括以下三个阶段。 01. 阶段一，这本书在谈什么1、一定要知道自己读的是哪一类书，越早知道越好，最好是在开始阅读之前就知道。 2、使用一个单一的句子，或者最多几句话来叙述整本书的内容。 3、将书中重要的篇章列举出来，说明它们如何按照顺序组成一个整体的架构。 4、找出作者在问的问题，或者作者想要解决的问题。 02. 阶段二，诠释这本书的内容5、找出重要单字，透过他们与作者达成共识，也就是能理解作者的词义。 6、将一本书中最重要的句子圈出来，找出其中的主旨。 7、从相关文句的关联中，设法构架出一本书的基本论述。 8、找出作者的解答，哪些问题解决了，哪些没有解决。 03. 阶段三，评价这本书9、在你说出「我同意」，「我不同意」，或者「我暂缓评论」之前，你一定要能肯定的说「我了解了」。 10、当你不同意作者的观点时，要理性地表达自己的意见，不要无理地辩驳或争论。 11、尊重知识和个人观点的不同，在做任何评断之前，都要找出理论基础。 如果要做出批评性的评价，需要做到如下几条之一： 12、证明作者的知识不足。 13、证明作者的知识错误。 14、证明作者不合逻辑。 15、证明作者的分析与理由是不完整的。 5. 主题阅读主题阅读就是为了研究某个主题，阅读跟该主题相关的多本书籍。这种阅读主要包括5个步骤。 1、找到这几本书的相关章节。 2、带引作者与你达成共识。 3、理清问题。你可以列出一些问题，然后看看这几本书能否回答这些问题。 4、界定议题。如果几本不同的书籍都能够回答同一个问题，并且答案有差异。那么，你可以根据答案的差异、作者的情况、进而判断出这个问题的价值。例如，如果某个问题，多本书的作者给出全然不同的答案，而且这几本书的作者在立场的客观性、分析的全面性、思维的深度等方面都足够。那么这个问题就是一个非常有价值的问题，值得深入思考。 5、分析讨论。找到有价值的问题之后，就需要通过自己的综合分析，思考一下：为什么这几本书的作者，对同一个问题会有不同的答案。如果你能想明白，那么你对该主题所处的领域，就有了更深刻的理解。 07. 如何阅读不同类型的书这本书的第 13-19 章分别介绍了阅读各种不同类型书的基本方法。 08. 阅读与心智的成长1. 好书能给我们什么帮助前期选择书籍十分重要，关于好书的重要性，我摘录下面一段话。 「读一本好书，却会让你的努力有所回报。最好的书对你的回馈也最多。当然，这样的回馈分成两种：第一，当你成功地阅读了一本难读的好书之后，你的阅读技巧必然增进了。第二『长期来说这一点更重要』一本好书能教你了解这个世界以及你自己。你不只更懂得如何读得更好，还更懂得生命。你变得更有智慧，而不只是更有知识『像只提供讯息的书所形成的那样』。你会成为一位智者，对人类生命中永恒的真理有更深刻的体认。」 这段话中提到的「知识」和「智慧」，我认为就是「信息」和「认知」。只提供信息的书带给你「知识」，而真正的好书能给你认知的提升带给你「智慧」。至于消遣性的书，既不会给你知识，也不会给你智慧。 2. 书的金字塔书籍的金字塔包含3层。 1、99% 的书籍对于你的能力提升是毫无帮助的。这 99% 里面，相当大一部分书是消遣性的，还有一些可能是跟你完全无关的领域。显然，这些书籍是不需要进行分析阅读的。 2、这一层次的书籍，你至少要做一次完整的分析阅读。经过一次分析阅读之后，你基本上就读通了，知道这本书的主要精华。一旦读通，以后你就无需再去阅读。顶多是偶尔拿出来翻看个别重点，复习某些片段。 3、这一层次的书，非常非常少。它们的特点是：你无法通过一次完整的分析阅读，就把它读通。甚至有可能你进行了 N 次分析阅读，也无法尽其究竟。 第2层与第3层之间的微妙差异在于，第2层的书当你进行多次分析阅读，每次的收获会变少。因为你的本人的积累增多了，理解力提升了，而书的内容是固定的。显然每次阅读，收获降低了。第3层的书随着你的能力提升，每一次对该书进行分析阅读，你的收获都是全新的。甚至有可能后面的阅读，收获会更多。为啥会这样捏？因为这类书的作者，境界远远高于你本人。有可能在你一生的不同阶段都可以反复阅读同一本书，始终有收获。因为你始终达不到该书作者的境界。 3. 生命和心智的成长这本书有关生命和心智的成长有2段话对我的触动非常大，摘录如下。 人类的心智有很奇怪的一点，主要是这一点划分了我们心智与身体的截然不同。我们的身体是有限制的，心智却没有限制。其中一个迹象是，在力量与技巧上，身体不能无限制地成长。人们到了30岁左右，身体状况就达到了巅峰，随着时间的变化，身体的状况只有越来越恶化，而我们的头脑却能无限地成长与发展下去。我们的心智不会因为到了某个年纪死就停止成长，只有当大脑失去活力，僵化了，才会失去了增加技巧与理解力的力量。 这是人类最明显的特质，也是万物之灵与其他动物最主要不同之处。其他的动物似乎发展到某个层次之后，便不再有心智上的发展。但是人类独有的特质，却也潜藏着巨大的危险。心智就跟肌肉一样，如果不常运用就会萎缩。心智的萎缩就是在惩罚我们不经常动脑。这是个可怕的惩罚，因为证据显示，心智萎缩也可能要人的命。除此之外，似乎也没法说明为什么许多工作忙碌的人一旦退休之后就会立刻死亡。他们活着是因为工作对他们的心智上有所要求，那是一种人为的支撑力量，也就是外界的力量。一旦外界要求的力量消失之后，他们又没有内在的心智活动，他们便停止了思考，死亡也跟着来了。","comments":true,"tags":[{"name":"读书","slug":"读书","permalink":"http://www.stormdaglas.com/tags/读书/"}]},{"title":"JK 摄影心得","date":"2018-03-15T00:40:58.000Z","path":"2018/03/15/20180315JK摄影心得/","text":"01. 光线外景基本以自然光为主，以晴天为例。 拍摄的时候光线不能太硬，柔和一点的软光可以使人物有比较细腻的表现，例如在阴影处。 逆光、顺逆光拍摄时使用反光板或闪光灯给人物脸部补光，否则脸部有阴影，增加后期处理成本。 选择倾斜的光线，顶光拍摄难度大。 02. 场所选择JK 摄影的场所要比较文艺清新，一般以学校、稻田、街道、书店等为主。 03. 模特注意事项 拍摄心态要慢慢放松，不能一直太紧。 眼光要与头朝向一致，否则拍出来眼白太多。 避免身体正向镜头，拍摄的时候身体稍微倾向镜头会显瘦一些。 嘴唇不能太抿死，微微松一点。 很多时候下巴微微往上抬一点。对于长发模特，面容很容易被头发遮盖。下巴微抬以下巴阴影与面部曲线来突出人物面容，同时不让头发遮盖。 直挺挺的站姿太死板，重心可以放在一条腿上，另一条腿微微弯曲，可以将头略微偏一点。 坐姿有以下注意点。 不要压迫大腿和小腿上的肌肉。 坐着的时候一条腿最好弯曲。 伸脚的时候将脚背崩直显腿长。 双手托腮时不要用手挤压脸部，象征性地贴着即可。 04. 后期调色","comments":true,"tags":[{"name":"摄影","slug":"摄影","permalink":"http://www.stormdaglas.com/tags/摄影/"}]}]